Repository: CarolLILI/clawchat
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, bn, cs, da, el, fa, fi, he, hi, hr, hu, id, ms, pl, ro, sk, sv, ta, th, tr, uk, vi, zh_tw

# errorConnectionReset
source: Connection reset Server may not support WebSocket connections
ar: تمت إعادة تعيين الاتصال قد لا يدعم الخادم اتصالات WebSocket
bg: Връзката е нулирана Сървърът може да не поддържа WebSocket връзки
bn: সংযোগ রিসেট হয়েছে সার্ভার WebSocket সংযোগ সমর্থন নাও করতে পারে
cs: Připojení resetováno Server nemusí podporovat připojení WebSocket
da: Forbindelse nulstillet Serveren understøtter muligvis ikke WebSocket-forbindelser
el: Η σύνδεση επαναφέρθηκε Ο διακομιστής ενδέχεται να μην υποστηρίζει συνδέσεις WebSocket
fa: اتصال بازنشانی شد ممکن است سرور از اتصالات WebSocket پشتیبانی نکند
fi: Yhteys nollattiin Palvelin ei ehkä tue WebSocket-yhteyksiä
he: החיבור אופס ייתכן שהשרת אינו תומך בחיבורי WebSocket
hi: कनेक्शन रीसेट हो गया सर्वर WebSocket कनेक्शन का समर्थन नहीं कर सकता
hr: Veza resetirana Poslužitelj možda ne podržava WebSocket veze
hu: Kapcsolat visszaállítva Lehet, hogy a szerver nem támogatja a WebSocket kapcsolatokat
id: Koneksi direset Server mungkin tidak mendukung koneksi WebSocket
ms: Sambungan ditetapkan semula Pelayan mungkin tidak menyokong sambungan WebSocket
pl: Połączenie zresetowane Serwer może nie obsługiwać połączeń WebSocket
ro: Conexiune resetată Serverul poate să nu suporte conexiuni WebSocket
sk: Pripojenie bolo resetované Server nemusí podporovať pripojenia WebSocket
sv: Anslutningen återställdes Servern kanske inte stöder WebSocket-anslutningar
ta: இணைப்பு மீட்டமைக்கப்பட்டது சேவையகம் WebSocket இணைப்புகளை ஆதரிக்காமல் இருக்கலாம்
th: การเชื่อมต่อถูกรีเซ็ต เซิร์ฟเวอร์อาจไม่รองรับการเชื่อมต่อ WebSocket
tr: Bağlantı sıfırlandı Sunucu WebSocket bağlantılarını desteklemiyor olabilir
uk: Зʼєднання скинуто Сервер може не підтримувати зʼєднання WebSocket
vi: Kết nối bị đặt lại Máy chủ có thể không hỗ trợ kết nối WebSocket
zh_tw: 連線被重設 伺服器可能不支援 WebSocket 連線

# errorTlsCertificate
source: TLS certificate error For LAN connections, try disabling encrypted connection (WSS)
ar: خطأ في شهادة TLS للاتصالات المحلية، جرّب تعطيل الاتصال المشفّر (WSS)
bg: Грешка в TLS сертификата За LAN връзки опитайте да деактивирате криптираната връзка (WSS)
bn: TLS সার্টিফিকেট ত্রুটি ল্যান সংযোগের জন্য, এনক্রিপ্টেড সংযোগ (WSS) নিষ্ক্রিয় করে দেখুন
cs: Chyba certifikátu TLS Pro připojení v LAN zkuste vypnout šifrované připojení (WSS)
da: TLS-certifikatfejl For LAN-forbindelser, prøv at deaktivere krypteret forbindelse (WSS)
el: Σφάλμα πιστοποιητικού TLS Για συνδέσεις LAN, δοκιμάστε να απενεργοποιήσετε την κρυπτογραφημένη σύνδεση (WSS)
fa: خطای گواهی TLS برای اتصالات شبکه محلی، اتصال رمزنگاری‌شده (WSS) را غیرفعال کنید
fi: TLS-sertifikaattivirhe Lähiverkkoyhteyksille kokeile salaamattoman yhteyden (WSS) poistamista käytöstä
he: שגיאת אישור TLS לחיבורי רשת מקומית, נסה להשבית חיבור מוצפן (WSS)
hi: TLS प्रमाणपत्र त्रुटि LAN कनेक्शन के लिए, एन्क्रिप्टेड कनेक्शन (WSS) बंद करके देखें
hr: Greška TLS certifikata Za LAN veze pokušajte onemogućiti šifriranu vezu (WSS)
hu: TLS tanúsítványhiba LAN kapcsolatoknál próbáld kikapcsolni a titkosított kapcsolatot (WSS)
id: Kesalahan sertifikat TLS Untuk koneksi LAN, coba nonaktifkan koneksi terenkripsi (WSS)
ms: Ralat sijil TLS Untuk sambungan LAN, cuba nyahaktifkan sambungan disulitkan (WSS)
pl: Błąd certyfikatu TLS Dla połączeń LAN spróbuj wyłączyć połączenie szyfrowane (WSS)
ro: Eroare certificat TLS Pentru conexiuni LAN, încercați dezactivarea conexiunii criptate (WSS)
sk: Chyba TLS certifikátu Pre LAN pripojenia skúste vypnúť šifrované pripojenie (WSS)
sv: TLS-certifikatfel För LAN-anslutningar, prova att inaktivera krypterad anslutning (WSS)
ta: TLS சான்றிதழ் பிழை LAN இணைப்புகளுக்கு, மறையாக்க இணைப்பை (WSS) முடக்கிப் பாருங்கள்
th: ข้อผิดพลาดใบรับรอง TLS สำหรับการเชื่อมต่อ LAN ลองปิดการเชื่อมต่อเข้ารหัส (WSS)
tr: TLS sertifika hatası Yerel ağ bağlantıları için şifreli bağlantıyı (WSS) devre dışı bırakmayı deneyin
uk: Помилка сертифіката TLS Для зʼєднань у локальній мережі спробуйте вимкнути зашифроване зʼєднання (WSS)
vi: Lỗi chứng chỉ TLS Đối với kết nối LAN, hãy thử tắt kết nối mã hóa (WSS)
zh_tw: TLS 憑證錯誤 若為區域網路連線，請關閉加密連線 (WSS)

# errorGenericConnection
source: Connection failed: {error}
ar: فشل الاتصال: {error}
bg: Неуспешна връзка: {error}
bn: সংযোগ ব্যর্থ: {error}
cs: Připojení selhalo: {error}
da: Forbindelse mislykkedes: {error}
el: Η σύνδεση απέτυχε: {error}
fa: اتصال ناموفق: {error}
fi: Yhteys epäonnistui: {error}
he: החיבור נכשל: {error}
hi: कनेक्शन विफल: {error}
hr: Veza nije uspjela: {error}
hu: Csatlakozás sikertelen: {error}
id: Koneksi gagal: {error}
ms: Sambungan gagal: {error}
pl: Połączenie nieudane: {error}
ro: Conexiune eșuată: {error}
sk: Pripojenie zlyhalo: {error}
sv: Anslutningen misslyckades: {error}
ta: இணைப்பு தோல்வி: {error}
th: เชื่อมต่อล้มเหลว: {error}
tr: Bağlantı başarısız: {error}
uk: Зʼєднання не вдалось: {error}
vi: Kết nối thất bại: {error}
zh_tw: 連線失敗：{error}

# errorAuthFailed
source: Authentication failed: {error}
ar: فشلت المصادقة: {error}
bg: Неуспешно удостоверяване: {error}
bn: প্রমাণীকরণ ব্যর্থ: {error}
cs: Ověření selhalo: {error}
da: Godkendelse mislykkedes: {error}
el: Η πιστοποίηση απέτυχε: {error}
fa: احراز هویت ناموفق: {error}
fi: Todennus epäonnistui: {error}
he: האימות נכשל: {error}
hi: प्रमाणीकरण विफल: {error}
hr: Autentifikacija nije uspjela: {error}
hu: Hitelesítés sikertelen: {error}
id: Autentikasi gagal: {error}
ms: Pengesahan gagal: {error}
pl: Uwierzytelnianie nieudane: {error}
ro: Autentificare eșuată: {error}
sk: Overenie zlyhalo: {error}
sv: Autentisering misslyckades: {error}
ta: அங்கீகாரம் தோல்வி: {error}
th: ยืนยันตัวตนล้มเหลว: {error}
tr: Kimlik doğrulama başarısız: {error}
uk: Автентифікація не вдалась: {error}
vi: Xác thực thất bại: {error}
zh_tw: 驗證失敗：{error}
