Repository: CarolLILI/clawchat
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, bn, cs, da, el, fa, fi, he, hi, hr, hu, id, ms, pl, ro, sk, sv, ta, th, tr, uk, vi, zh_tw

# errorCannotConnect
source: Cannot connect to server {address} Please check: • Server address and port are correct • Device is on the same network as the server • Server is running ({detail})
ar: لا يمكن الاتصال بالخادم {address} يرجى التحقق من: • صحة عنوان الخادم والمنفذ • أن الجهاز على نفس الشبكة مع الخادم • أن الخادم يعمل ({detail})
bg: Не може да се свърже със сървър {address} Моля, проверете: • Адресът и портът на сървъра са правилни • Устройството е в същата мрежа като сървъра • Сървърът работи ({detail})
bn: সার্ভার {address}-এ সংযোগ করা যাচ্ছে না অনুগ্রহ করে পরীক্ষা করুন: • সার্ভারের ঠিকানা ও পোর্ট সঠিক কিনা • ডিভাইসটি সার্ভারের একই নেটওয়ার্কে আছে কিনা • সার্ভার চালু আছে কিনা ({detail})
cs: Nelze se připojit k serveru {address} Zkontrolujte: • Adresa a port serveru jsou správné • Zařízení je ve stejné síti jako server • Server je spuštěn ({detail})
da: Kan ikke oprette forbindelse til server {address} Kontrollér venligst: • Serveradresse og port er korrekte • Enheden er på samme netværk som serveren • Serveren kører ({detail})
el: Δεν είναι δυνατή η σύνδεση στον διακομιστή {address} Ελέγξτε: • Η διεύθυνση και η θύρα του διακομιστή είναι σωστές • Η συσκευή βρίσκεται στο ίδιο δίκτυο με τον διακομιστή • Ο διακομιστής εκτελείται ({detail})
fa: امکان اتصال به سرور {address} وجود ندارد لطفاً بررسی کنید: • آدرس و پورت سرور صحیح باشد • دستگاه در همان شبکه سرور باشد • سرور در حال اجرا باشد ({detail})
fi: Palvelimeen {address} ei saada yhteyttä Tarkista: • Palvelimen osoite ja portti ovat oikein • Laite on samassa verkossa palvelimen kanssa • Palvelin on käynnissä ({detail})
he: לא ניתן להתחבר לשרת {address} נא לבדוק: • כתובת השרת והפורט נכונים • המכשיר באותה רשת כמו השרת • השרת פועל ({detail})
hi: सर्वर {address} से कनेक्ट नहीं हो पा रहा कृपया जाँचें: • सर्वर पता और पोर्ट सही हैं • डिवाइस सर्वर के समान नेटवर्क पर है • सर्वर चल रहा है ({detail})
hr: Nije moguće povezati se s poslužiteljem {address} Provjerite: • Adresa i port poslužitelja su ispravni • Uređaj je na istoj mreži kao poslužitelj • Poslužitelj radi ({detail})
hu: Nem lehet csatlakozni a szerverhez: {address} Ellenőrizd: • A szervercím és a port helyes • Az eszköz ugyanazon a hálózaton van, mint a szerver • A szerver fut ({detail})
id: Tidak dapat terhubung ke server {address} Silakan periksa: • Alamat dan port server sudah benar • Perangkat berada di jaringan yang sama dengan server • Server sedang berjalan ({detail})
ms: Tidak dapat menyambung ke pelayan {address} Sila semak: • Alamat dan port pelayan betul • Peranti berada dalam rangkaian yang sama dengan pelayan • Pelayan sedang berjalan ({detail})
pl: Nie można połączyć się z serwerem {address} Sprawdź: • Adres i port serwera są poprawne • Urządzenie jest w tej samej sieci co serwer • Serwer jest uruchomiony ({detail})
ro: Nu se poate conecta la serverul {address} Verificați: • Adresa și portul serverului sunt corecte • Dispozitivul este în aceeași rețea ca serverul • Serverul este pornit ({detail})
sk: Nie je možné pripojiť sa k serveru {address} Skontrolujte: • Adresa a port servera sú správne • Zariadenie je v rovnakej sieti ako server • Server je spustený ({detail})
sv: Kan inte ansluta till server {address} Kontrollera: • Serveradress och port är korrekta • Enheten är på samma nätverk som servern • Servern körs ({detail})
ta: சேவையகம் {address} உடன் இணைக்க இயலவில்லை சரிபார்க்கவும்: • சேவையக முகவரியும் போர்ட்டும் சரியா • சாதனம் சேவையகத்தின் அதே நெட்வொர்க்கில் உள்ளதா • சேவையகம் இயங்குகிறதா ({detail})
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ {address} กรุณาตรวจสอบ: • ที่อยู่เซิร์ฟเวอร์และพอร์ตถูกต้องหรือไม่ • อุปกรณ์อยู่ในเครือข่ายเดียวกับเซิร์ฟเวอร์หรือไม่ • เซิร์ฟเวอร์กำลังทำงานอยู่หรือไม่ ({detail})
tr: Sunucu {address} adresine bağlanılamıyor Lütfen kontrol edin: • Sunucu adresi ve portu doğru mu • Cihaz sunucuyla aynı ağda mı • Sunucu çalışıyor mu ({detail})
uk: Неможливо підключитися до сервера {address} Перевірте: • Адреса та порт сервера правильні • Пристрій знаходиться в одній мережі з сервером • Сервер запущено ({detail})
vi: Không thể kết nối đến máy chủ {address} Vui lòng kiểm tra: • Địa chỉ và cổng máy chủ có đúng không • Thiết bị có cùng mạng với máy chủ không • Máy chủ có đang chạy không ({detail})
zh_tw: 無法連線至伺服器 {address} 請檢查： • 伺服器位址與連接埠是否正確 • 裝置是否與伺服器在同一網路 • 伺服器是否已啟動 ({detail})

# errorConnectionTimeout
source: Connection to {address} timed out Please check: • Server address is correct • No firewall restrictions • Device network is working
ar: انتهت مهلة الاتصال بـ {address} يرجى التحقق من: • صحة عنوان الخادم • عدم وجود قيود جدار الحماية • أن شبكة الجهاز تعمل
bg: Времето за свързване към {address} изтече Моля, проверете: • Адресът на сървъра е правилен • Няма ограничения на защитната стена • Мрежата на устройството работи
bn: {address}-এ সংযোগ সময়সীমা অতিক্রম করেছে অনুগ্রহ করে পরীক্ষা করুন: • সার্ভারের ঠিকানা সঠিক কিনা • ফায়ারওয়াল সীমাবদ্ধতা নেই কিনা • ডিভাইসের নেটওয়ার্ক কাজ করছে কিনা
cs: Vypršel časový limit připojení k {address} Zkontrolujte: • Adresa serveru je správná • Žádná omezení firewallu • Síť zařízení funguje
da: Forbindelsen til {address} fik timeout Kontrollér venligst: • Serveradressen er korrekt • Ingen firewall-begrænsninger • Enhedens netværk fungerer
el: Η σύνδεση στο {address} έληξε Ελέγξτε: • Η διεύθυνση του διακομιστή είναι σωστή • Δεν υπάρχουν περιορισμοί τείχους προστασίας • Το δίκτυο της συσκευής λειτουργεί
fa: اتصال به {address} منقضی شد لطفاً بررسی کنید: • آدرس سرور صحیح باشد • محدودیت فایروال وجود نداشته باشد • شبکه دستگاه فعال باشد
fi: Yhteys osoitteeseen {address} aikakatkaistiin Tarkista: • Palvelimen osoite on oikein • Ei palomuurirajoituksia • Laitteen verkko toimii
he: החיבור ל-{address} חרג מהזמן המוקצב נא לבדוק: • כתובת השרת נכונה • אין הגבלות חומת אש • רשת המכשיר עובדת
hi: {address} से कनेक्शन का समय समाप्त कृपया जाँचें: • सर्वर पता सही है • कोई फ़ायरवॉल प्रतिबंध नहीं है • डिवाइस का नेटवर्क काम कर रहा है
hr: Isteklo je vrijeme za povezivanje s {address} Provjerite: • Adresa poslužitelja je ispravna • Nema ograničenja vatrozida • Mreža uređaja radi
hu: A csatlakozás időtúllépése: {address} Ellenőrizd: • A szervercím helyes • Nincs tűzfal-korlátozás • Az eszköz hálózata működik
id: Koneksi ke {address} habis waktu Silakan periksa: • Alamat server sudah benar • Tidak ada pembatasan firewall • Jaringan perangkat berfungsi normal
ms: Sambungan ke {address} tamat masa Sila semak: • Alamat pelayan betul • Tiada sekatan firewall • Rangkaian peranti berfungsi
pl: Upłynął limit czasu połączenia z {address} Sprawdź: • Adres serwera jest poprawny • Brak ograniczeń zapory sieciowej • Sieć urządzenia działa
ro: Conexiunea la {address} a expirat Verificați: • Adresa serverului este corectă • Nu există restricții de firewall • Rețeaua dispozitivului funcționează
sk: Časový limit pripojenia k {address} vypršal Skontrolujte: • Adresa servera je správna • Žiadne obmedzenia firewallu • Sieť zariadenia funguje
sv: Anslutningen till {address} tog för lång tid Kontrollera: • Serveradressen är korrekt • Inga brandväggsrestriktioner • Enhetens nätverk fungerar
ta: {address} இணைப்பு நேரம் முடிந்தது சரிபார்க்கவும்: • சேவையக முகவரி சரியா • ஃபயர்வால் கட்டுப்பாடுகள் இல்லையா • சாதன நெட்வொர்க் செயல்படுகிறதா
th: การเชื่อมต่อกับ {address} หมดเวลา กรุณาตรวจสอบ: • ที่อยู่เซิร์ฟเวอร์ถูกต้องหรือไม่ • มีการจำกัดจากไฟร์วอลล์หรือไม่ • เครือข่ายของอุปกรณ์ทำงานปกติหรือไม่
tr: {address} bağlantısı zaman aşımına uğradı Lütfen kontrol edin: • Sunucu adresi doğru mu • Güvenlik duvarı kısıtlaması var mı • Cihaz ağı çalışıyor mu
uk: Час очікування підключення до {address} вичерпано Перевірте: • Адреса сервера правильна • Відсутні обмеження брандмауера • Мережа пристрою працює
vi: Kết nối đến {address} đã hết thời gian Vui lòng kiểm tra: • Địa chỉ máy chủ có đúng không • Có bị tường lửa chặn không • Mạng của thiết bị có hoạt động bình thường không
zh_tw: 連線至 {address} 逾時 請檢查： • 伺服器位址是否正確 • 是否有防火牆限制 • 裝置網路是否正常

# errorNetworkCheckFailed
source: Network check failed: {error}
ar: فشل فحص الشبكة: {error}
bg: Проверката на мрежата неуспешна: {error}
bn: নেটওয়ার্ক পরীক্ষা ব্যর্থ: {error}
cs: Kontrola sítě selhala: {error}
da: Netværkskontrol mislykkedes: {error}
el: Ο έλεγχος δικτύου απέτυχε: {error}
fa: بررسی شبکه ناموفق: {error}
fi: Verkon tarkistus epäonnistui: {error}
he: בדיקת רשת נכשלה: {error}
hi: नेटवर्क जाँच विफल: {error}
hr: Provjera mreže nije uspjela: {error}
hu: Hálózatellenőrzés sikertelen: {error}
id: Pemeriksaan jaringan gagal: {error}
ms: Semakan rangkaian gagal: {error}
pl: Sprawdzanie sieci nie powiodło się: {error}
ro: Verificarea rețelei a eșuat: {error}
sk: Kontrola siete zlyhala: {error}
sv: Nätverkskontroll misslyckades: {error}
ta: நெட்வொர்க் சோதனை தோல்வி: {error}
th: ตรวจสอบเครือข่ายล้มเหลว: {error}
tr: Ağ kontrolü başarısız: {error}
uk: Перевірка мережі не вдалась: {error}
vi: Kiểm tra mạng thất bại: {error}
zh_tw: 網路檢查失敗：{error}

# errorWebSocketHandshakeTimeout
source: WebSocket handshake timed out, server did not respond to upgrade request
ar: انتهت مهلة مصافحة WebSocket، لم يستجب الخادم لطلب الترقية
bg: Времето за ръкостискане на WebSocket изтече, сървърът не отговори на заявката за надграждане
bn: WebSocket হ্যান্ডশেক সময়সীমা অতিক্রম করেছে, সার্ভার আপগ্রেড অনুরোধে সাড়া দেয়নি
cs: Vypršel časový limit handshake WebSocket, server neodpověděl na požadavek upgrade
da: WebSocket-håndtryk fik timeout, serveren svarede ikke på opgraderingsanmodningen
el: Η χειραψία WebSocket έληξε, ο διακομιστής δεν απάντησε στο αίτημα αναβάθμισης
fa: مهلت دست‌دهی WebSocket تمام شد، سرور به درخواست ارتقا پاسخ نداد
fi: WebSocket-kättely aikakatkaistiin, palvelin ei vastannut päivityspyyntöön
he: לחיצת היד של WebSocket חרגה מהזמן המוקצב, השרת לא הגיב לבקשת השדרוג
hi: WebSocket हैंडशेक का समय समाप्त, सर्वर ने अपग्रेड अनुरोध का जवाब नहीं दिया
hr: Isteklo je vrijeme WebSocket rukovanja, poslužitelj nije odgovorio na zahtjev za nadogradnju
hu: WebSocket kézfogás időtúllépés, a szerver nem válaszolt a frissítési kérésre
id: WebSocket handshake habis waktu, server tidak merespons permintaan upgrade
ms: WebSocket handshake tamat masa, pelayan tidak bertindak balas terhadap permintaan naik taraf
pl: Upłynął limit czasu uzgadniania WebSocket, serwer nie odpowiedział na żądanie upgrade
ro: Timp expirat la handshake WebSocket, serverul nu a răspuns la cererea de upgrade
sk: Časový limit WebSocket handshake vypršal, server neodpovedal na požiadavku o aktualizáciu
sv: WebSocket-handskakning tog för lång tid, servern svarade inte på uppgraderingsförfrågan
ta: WebSocket ஹேண்ட்ஷேக் நேரம் முடிந்தது, சேவையகம் மேம்படுத்தல் கோரிக்கைக்குப் பதிலளிக்கவில்லை
th: WebSocket แฮนด์เชคหมดเวลา เซิร์ฟเวอร์ไม่ตอบสนองต่อคำขออัปเกรด
tr: WebSocket el sıkışması zaman aşımına uğradı, sunucu yükseltme isteğine yanıt vermedi
uk: Час очікування рукостискання WebSocket вичерпано, сервер не відповів на запит оновлення
vi: WebSocket bắt tay hết thời gian, máy chủ không phản hồi yêu cầu nâng cấp
zh_tw: WebSocket 交握逾時，伺服器未回應升級請求

# errorWebSocketError
source: WebSocket connection error: {error}
ar: خطأ في اتصال WebSocket: {error}
bg: Грешка при WebSocket връзка: {error}
bn: WebSocket সংযোগ ত্রুটি: {error}
cs: Chyba připojení WebSocket: {error}
da: WebSocket-forbindelsesfejl: {error}
el: Σφάλμα σύνδεσης WebSocket: {error}
fa: خطای اتصال WebSocket: {error}
fi: WebSocket-yhteysvirhe: {error}
he: שגיאת חיבור WebSocket: {error}
hi: WebSocket कनेक्शन त्रुटि: {error}
hr: Greška WebSocket veze: {error}
hu: WebSocket csatlakozási hiba: {error}
id: Kesalahan koneksi WebSocket: {error}
ms: Ralat sambungan WebSocket: {error}
pl: Błąd połączenia WebSocket: {error}
ro: Eroare conexiune WebSocket: {error}
sk: Chyba pripojenia WebSocket: {error}
sv: WebSocket-anslutningsfel: {error}
ta: WebSocket இணைப்புப் பிழை: {error}
th: ข้อผิดพลาดการเชื่อมต่อ WebSocket: {error}
tr: WebSocket bağlantı hatası: {error}
uk: Помилка зʼєднання WebSocket: {error}
vi: Lỗi kết nối WebSocket: {error}
zh_tw: WebSocket 連線錯誤：{error}

# errorServerClosedConnection
source: Server closed the connection
ar: أغلق الخادم الاتصال
bg: Сървърът затвори връзката
bn: সার্ভার সংযোগ বন্ধ করেছে
cs: Server uzavřel připojení
da: Serveren lukkede forbindelsen
el: Ο διακομιστής έκλεισε τη σύνδεση
fa: سرور اتصال را بست
fi: Palvelin sulki yhteyden
he: השרת סגר את החיבור
hi: सर्वर ने कनेक्शन बंद कर दिया
hr: Poslužitelj je zatvorio vezu
hu: A szerver bontotta a kapcsolatot
id: Server menutup koneksi
ms: Pelayan menutup sambungan
pl: Serwer zamknął połączenie
ro: Serverul a închis conexiunea
sk: Server uzavrel pripojenie
sv: Servern stängde anslutningen
ta: சேவையகம் இணைப்பை மூடியது
th: เซิร์ฟเวอร์ปิดการเชื่อมต่อ
tr: Sunucu bağlantıyı kapattı
uk: Сервер закрив зʼєднання
vi: Máy chủ đã đóng kết nối
zh_tw: 伺服器已關閉連線

# errorServerClosedConnectionWithDetail
source: Server closed the connection{detail}
ar: أغلق الخادم الاتصال{detail}
bg: Сървърът затвори връзката{detail}
bn: সার্ভার সংযোগ বন্ধ করেছে{detail}
cs: Server uzavřel připojení{detail}
da: Serveren lukkede forbindelsen{detail}
el: Ο διακομιστής έκλεισε τη σύνδεση{detail}
fa: سرور اتصال را بست{detail}
fi: Palvelin sulki yhteyden{detail}
he: השרת סגר את החיבור{detail}
hi: सर्वर ने कनेक्शन बंद कर दिया{detail}
hr: Poslužitelj je zatvorio vezu{detail}
hu: A szerver bontotta a kapcsolatot{detail}
id: Server menutup koneksi{detail}
ms: Pelayan menutup sambungan{detail}
pl: Serwer zamknął połączenie{detail}
ro: Serverul a închis conexiunea{detail}
sk: Server uzavrel pripojenie{detail}
sv: Servern stängde anslutningen{detail}
ta: சேவையகம் இணைப்பை மூடியது{detail}
th: เซิร์ฟเวอร์ปิดการเชื่อมต่อ{detail}
tr: Sunucu bağlantıyı kapattı{detail}
uk: Сервер закрив зʼєднання{detail}
vi: Máy chủ đã đóng kết nối{detail}
zh_tw: 伺服器已關閉連線{detail}

# errorGatewayHandshakeTimeout
source: Gateway protocol handshake timed out WebSocket connected, but server did not complete authentication. Please check: • Auth Token is correct • Server Gateway version is compatible
ar: انتهت مهلة مصافحة بروتوكول Gateway تم اتصال WebSocket، لكن الخادم لم يُكمل المصادقة. يرجى التحقق من: • صحة Auth Token • توافق إصدار Gateway مع الخادم
bg: Времето за ръкостискане на протокола Gateway изтече WebSocket е свързан, но сървърът не завърши удостоверяването. Моля, проверете: • Auth Token е правилен • Версията на Gateway на сървъра е съвместима
bn: Gateway প্রোটোকল হ্যান্ডশেক সময়সীমা অতিক্রম করেছে WebSocket সংযুক্ত, কিন্তু সার্ভার প্রমাণীকরণ সম্পন্ন করেনি। অনুগ্রহ করে পরীক্ষা করুন: • Auth Token সঠিক কিনা • সার্ভার Gateway সংস্করণ সামঞ্জস্যপূর্ণ কিনা
cs: Vypršel časový limit handshake protokolu Gateway WebSocket připojen, ale server nedokončil ověření. Zkontrolujte: • Auth Token je správný • Verze Gateway serveru je kompatibilní
da: Gateway-protokolhåndtryk fik timeout WebSocket forbundet, men serveren fuldførte ikke godkendelsen. Kontrollér venligst: • Auth Token er korrekt • Serverens Gateway-version er kompatibel
el: Η χειραψία πρωτοκόλλου Gateway έληξε Το WebSocket συνδέθηκε, αλλά ο διακομιστής δεν ολοκλήρωσε την πιστοποίηση. Ελέγξτε: • Το Auth Token είναι σωστό • Η έκδοση Gateway του διακομιστή είναι συμβατή
fa: مهلت دست‌دهی پروتکل Gateway تمام شد WebSocket متصل شد، اما سرور احراز هویت را کامل نکرد. لطفاً بررسی کنید: • Auth Token صحیح باشد • نسخه Gateway سرور سازگار باشد
fi: Gateway-protokollan kättely aikakatkaistiin WebSocket yhdistetty, mutta palvelin ei suorittanut todennusta loppuun. Tarkista: • Auth Token on oikein • Palvelimen Gateway-versio on yhteensopiva
he: לחיצת היד של פרוטוקול Gateway חרגה מהזמן המוקצב WebSocket התחבר, אך השרת לא השלים את האימות. נא לבדוק: • ה-Auth Token נכון • גרסת Gateway של השרת תואמת
hi: Gateway प्रोटोकॉल हैंडशेक का समय समाप्त WebSocket कनेक्ट हो गया, लेकिन सर्वर ने प्रमाणीकरण पूरा नहीं किया। कृपया जाँचें: • Auth Token सही है • सर्वर Gateway संस्करण संगत है
hr: Isteklo je vrijeme rukovanja Gateway protokola WebSocket je spojen, ali poslužitelj nije dovršio autentifikaciju. Provjerite: • Auth Token je ispravan • Verzija Gateway poslužitelja je kompatibilna
hu: Gateway protokoll kézfogás időtúllépés WebSocket csatlakozva, de a szerver nem fejezte be a hitelesítést. Ellenőrizd: • Az Auth Token helyes • A szerver Gateway verziója kompatibilis
id: Handshake protokol Gateway habis waktu WebSocket terhubung, tetapi server tidak menyelesaikan autentikasi. Silakan periksa: • Auth Token sudah benar • Versi Gateway server kompatibel
ms: Handshake protokol Gateway tamat masa WebSocket disambungkan, tetapi pelayan tidak melengkapkan pengesahan. Sila semak: • Auth Token betul • Versi Gateway pelayan serasi
pl: Upłynął limit czasu uzgadniania protokołu Gateway WebSocket połączony, ale serwer nie ukończył uwierzytelniania. Sprawdź: • Auth Token jest poprawny • Wersja Gateway serwera jest kompatybilna
ro: Timp expirat la handshake-ul protocolului Gateway WebSocket conectat, dar serverul nu a finalizat autentificarea. Verificați: • Auth Token este corect • Versiunea Gateway a serverului este compatibilă
sk: Časový limit handshake protokolu Gateway vypršal WebSocket je pripojený, ale server nedokončil overenie. Skontrolujte: • Auth Token je správny • Verzia Gateway servera je kompatibilná
sv: Gateway-protokollhandskakning tog för lång tid WebSocket ansluten, men servern slutförde inte autentiseringen. Kontrollera: • Auth Token är korrekt • Serverns Gateway-version är kompatibel
ta: Gateway நெறிமுறை ஹேண்ட்ஷேக் நேரம் முடிந்தது WebSocket இணைக்கப்பட்டது, ஆனால் சேவையகம் அங்கீகாரத்தை முடிக்கவில்லை. சரிபார்க்கவும்: • Auth Token சரியா • சேவையக Gateway பதிப்பு இணக்கமானதா
th: Gateway โปรโตคอลแฮนด์เชคหมดเวลา WebSocket เชื่อมต่อแล้ว แต่เซิร์ฟเวอร์ไม่ได้ดำเนินการยืนยันตัวตนให้เสร็จสมบูรณ์ กรุณาตรวจสอบ: • Auth Token ถูกต้องหรือไม่ • เวอร์ชัน Gateway ของเซิร์ฟเวอร์เข้ากันได้หรือไม่
tr: Gateway protokol el sıkışması zaman aşımına uğradı WebSocket bağlandı, ancak sunucu kimlik doğrulamayı tamamlamadı. Lütfen kontrol edin: • Auth Token doğru mu • Sunucu Gateway sürümü uyumlu mu
uk: Час очікування рукостискання протоколу Gateway вичерпано WebSocket підключено, але сервер не завершив автентифікацію. Перевірте: • Auth Token правильний • Версія Gateway сервера сумісна
vi: Gateway bắt tay giao thức hết thời gian WebSocket đã kết nối, nhưng máy chủ không hoàn tất xác thực. Vui lòng kiểm tra: • Auth Token có đúng không • Phiên bản Gateway của máy chủ có tương thích không
zh_tw: Gateway 協定交握逾時 WebSocket 已連線，但伺服器未完成驗證交握。 請檢查： • Auth Token 是否正確 • 伺服器 Gateway 版本是否相容

# errorWebSocketTimeout
source: WebSocket connection timed out
ar: انتهت مهلة اتصال WebSocket
bg: Времето за WebSocket връзка изтече
bn: WebSocket সংযোগ সময়সীমা অতিক্রম করেছে
cs: Vypršel časový limit připojení WebSocket
da: WebSocket-forbindelse fik timeout
el: Η σύνδεση WebSocket έληξε
fa: مهلت اتصال WebSocket تمام شد
fi: WebSocket-yhteys aikakatkaistiin
he: חיבור WebSocket חרג מהזמן המוקצב
hi: WebSocket कनेक्शन का समय समाप्त
hr: Isteklo je vrijeme WebSocket veze
hu: WebSocket csatlakozás időtúllépés
id: Koneksi WebSocket habis waktu
ms: Sambungan WebSocket tamat masa
pl: Upłynął limit czasu połączenia WebSocket
ro: Timp expirat la conexiunea WebSocket
sk: Časový limit pripojenia WebSocket vypršal
sv: WebSocket-anslutningen tog för lång tid
ta: WebSocket இணைப்பு நேரம் முடிந்தது
th: การเชื่อมต่อ WebSocket หมดเวลา
tr: WebSocket bağlantısı zaman aşımına uğradı
uk: Час очікування зʼєднання WebSocket вичерпано
vi: Kết nối WebSocket đã hết thời gian
zh_tw: WebSocket 連線逾時

# errorConnectionRefused
source: Connection refused Server may not be running Gateway service
ar: تم رفض الاتصال قد لا يكون الخادم يشغّل خدمة Gateway
bg: Връзката е отказана Сървърът може да не изпълнява услугата Gateway
bn: সংযোগ প্রত্যাখ্যাত সার্ভারে Gateway সেবা চালু নাও থাকতে পারে
cs: Připojení odmítnuto Server nemusí mít spuštěnou službu Gateway
da: Forbindelse afvist Serveren kører muligvis ikke Gateway-tjenesten
el: Η σύνδεση απορρίφθηκε Ο διακομιστής ενδέχεται να μην εκτελεί την υπηρεσία Gateway
fa: اتصال رد شد ممکن است سرور سرویس Gateway را اجرا نکرده باشد
fi: Yhteys evätty Palvelin ei ehkä käytä Gateway-palvelua
he: החיבור נדחה ייתכן שהשרת אינו מפעיל שירות Gateway
hi: कनेक्शन अस्वीकृत सर्वर Gateway सेवा नहीं चला रहा हो सकता है
hr: Veza odbijena Poslužitelj možda ne pokreće Gateway uslugu
hu: Csatlakozás elutasítva Lehet, hogy a szerveren nem fut Gateway szolgáltatás
id: Koneksi ditolak Server mungkin tidak menjalankan layanan Gateway
ms: Sambungan ditolak Pelayan mungkin tidak menjalankan perkhidmatan Gateway
pl: Połączenie odrzucone Serwer może nie mieć uruchomionej usługi Gateway
ro: Conexiune refuzată Serverul poate să nu aibă serviciul Gateway pornit
sk: Pripojenie odmietnuté Server nemusí spúšťať službu Gateway
sv: Anslutningen nekades Servern kanske inte kör Gateway-tjänsten
ta: இணைப்பு நிராகரிக்கப்பட்டது சேவையகத்தில் Gateway சேவை இயங்கவில்லை
th: การเชื่อมต่อถูกปฏิเสธ เซิร์ฟเวอร์อาจไม่ได้รันบริการ Gateway
tr: Bağlantı reddedildi Sunucu Gateway hizmeti çalıştırmıyor olabilir
uk: Зʼєднання відхилено Сервер може не запускати службу Gateway
vi: Kết nối bị từ chối Máy chủ có thể không đang chạy dịch vụ Gateway
zh_tw: 連線被拒絕 伺服器可能未執行 Gateway 服務

# errorNetworkUnreachable
source: Network unreachable Please check device network connection
ar: الشبكة غير قابلة للوصول يرجى التحقق من اتصال شبكة الجهاز
bg: Мрежата е недостъпна Моля, проверете мрежовата връзка на устройството
bn: নেটওয়ার্ক অনুপলব্ধ অনুগ্রহ করে ডিভাইসের নেটওয়ার্ক সংযোগ পরীক্ষা করুন
cs: Síť nedostupná Zkontrolujte síťové připojení zařízení
da: Netværk utilgængeligt Kontrollér venligst enhedens netværksforbindelse
el: Το δίκτυο δεν είναι προσβάσιμο Ελέγξτε τη σύνδεση δικτύου της συσκευής
fa: شبکه در دسترس نیست لطفاً اتصال شبکه دستگاه را بررسی کنید
fi: Verkkoa ei tavoiteta Tarkista laitteen verkkoyhteys
he: הרשת אינה נגישה נא לבדוק את חיבור הרשת של המכשיר
hi: नेटवर्क पहुँच योग्य नहीं कृपया डिवाइस का नेटवर्क कनेक्शन जाँचें
hr: Mreža nedostupna Provjerite mrežnu vezu uređaja
hu: Hálózat elérhetetlen Ellenőrizd az eszköz hálózati kapcsolatát
id: Jaringan tidak dapat dijangkau Silakan periksa koneksi jaringan perangkat
ms: Rangkaian tidak dapat dicapai Sila semak sambungan rangkaian peranti
pl: Sieć nieosiągalna Sprawdź połączenie sieciowe urządzenia
ro: Rețea inaccesibilă Verificați conexiunea de rețea a dispozitivului
sk: Sieť nedostupná Skontrolujte sieťové pripojenie zariadenia
sv: Nätverket kan inte nås Kontrollera enhetens nätverksanslutning
ta: நெட்வொர்க் அணுக இயலவில்லை சாதன நெட்வொர்க் இணைப்பைச் சரிபார்க்கவும்
th: เข้าถึงเครือข่ายไม่ได้ กรุณาตรวจสอบการเชื่อมต่อเครือข่ายของอุปกรณ์
tr: Ağ erişilemez Lütfen cihazın ağ bağlantısını kontrol edin
uk: Мережа недоступна Перевірте мережеве зʼєднання пристрою
vi: Không thể truy cập mạng Vui lòng kiểm tra kết nối mạng của thiết bị
zh_tw: 網路無法連線 請檢查裝置網路連線
