Repository: CarolLILI/clawchat
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, bn, cs, da, el, fa, fi, he, hi, hr, hu, id, ms, pl, ro, sk, sv, ta, th, tr, uk, vi, zh_tw

source: Export Config
ar: تصدير الإعدادات
bg: Експортиране на конфигурация
bn: কনফিগ রপ্তানি করুন
cs: Exportovat konfiguraci
da: Eksportér konfiguration
el: Εξαγωγή ρυθμίσεων
fa: خروجی پیکربندی
fi: Vie asetukset
he: ייצוא הגדרות
hi: कॉन्फ़िग निर्यात करें
hr: Izvoz konfiguracije
hu: Konfiguráció exportálása
id: Ekspor Konfigurasi
ms: Eksport Konfigurasi
pl: Eksportuj konfigurację
ro: Exportă configurația
sk: Exportovať konfiguráciu
sv: Exportera konfiguration
ta: கட்டமைப்பை ஏற்றுமதி செய்
th: ส่งออกการตั้งค่า
tr: Yapılandırmayı Dışa Aktar
uk: Експорт конфігурації
vi: Xuất cấu hình
zh_tw: 匯出設定

source: Import Config
ar: استيراد الإعدادات
bg: Импортиране на конфигурация
bn: কনফিগ আমদানি করুন
cs: Importovat konfiguraci
da: Importér konfiguration
el: Εισαγωγή ρυθμίσεων
fa: ورودی پیکربندی
fi: Tuo asetukset
he: ייבוא הגדרות
hi: कॉन्फ़िग आयात करें
hr: Uvoz konfiguracije
hu: Konfiguráció importálása
id: Impor Konfigurasi
ms: Import Konfigurasi
pl: Importuj konfigurację
ro: Importă configurația
sk: Importovať konfiguráciu
sv: Importera konfiguration
ta: கட்டமைப்பை இறக்குமதி செய்
th: นำเข้าการตั้งค่า
tr: Yapılandırmayı İçe Aktar
uk: Імпорт конфігурації
vi: Nhập cấu hình
zh_tw: 匯入設定

# noServers
source: No Servers Yet
ar: لا توجد خوادم بعد
bg: Все още няма сървъри
bn: এখনো কোনো সার্ভার নেই
cs: Žádné servery
da: Ingen servere endnu
el: Δεν υπάρχουν διακομιστές
fa: هنوز سروری وجود ندارد
fi: Ei palvelimia vielä
he: אין שרתים עדיין
hi: अभी कोई सर्वर नहीं है
hr: Još nema poslužitelja
hu: Nincsenek szerverek
id: Belum Ada Server
ms: Tiada Pelayan Lagi
pl: Brak serwerów
ro: Niciun server
sk: Zatiaľ žiadne servery
sv: Inga servrar ännu
ta: இதுவரை சேவையகங்கள் இல்லை
th: ยังไม่มีเซิร์ฟเวอร์
tr: Henüz Sunucu Yok
uk: Серверів поки немає
vi: Chưa có máy chủ nào
zh_tw: 尚無伺服器

# addServerHint
source: Add an OpenClaw server to start chatting with AI
ar: أضف خادم OpenClaw لبدء الدردشة مع الذكاء الاصطناعي
bg: Добавете сървър OpenClaw, за да започнете чат с AI
bn: AI-এর সাথে চ্যাট শুরু করতে একটি OpenClaw সার্ভার যোগ করুন
cs: Přidejte server OpenClaw a začněte chatovat s AI
da: Tilføj en OpenClaw-server for at begynde at chatte med AI
el: Προσθέστε έναν διακομιστή OpenClaw για να ξεκινήσετε τη συνομιλία με AI
fa: برای شروع گفتگو با هوش مصنوعی یک سرور OpenClaw اضافه کنید
fi: Lisää OpenClaw-palvelin aloittaaksesi keskustelun tekoälyn kanssa
he: הוסף שרת OpenClaw כדי להתחיל לשוחח עם AI
hi: AI से चैट शुरू करने के लिए OpenClaw सर्वर जोड़ें
hr: Dodajte OpenClaw poslužitelj za početak razgovora s AI-jem
hu: Adj hozzá egy OpenClaw szervert, hogy elkezdhess csevegni az AI-val
id: Tambahkan server OpenClaw untuk mulai mengobrol dengan AI
ms: Tambah pelayan OpenClaw untuk mula bersembang dengan AI
pl: Dodaj serwer OpenClaw, aby rozpocząć czat z AI
ro: Adaugă un server OpenClaw pentru a începe să conversezi cu AI
sk: Pridajte server OpenClaw a začnite chatovať s AI
sv: Lägg till en OpenClaw-server för att börja chatta med AI
ta: AI உடன் உரையாடத் தொடங்க ஒரு OpenClaw சேவையகத்தைச் சேர்க்கவும்
th: เพิ่มเซิร์ฟเวอร์ OpenClaw เพื่อเริ่มสนทนากับ AI
tr: Yapay zeka ile sohbet etmeye başlamak için bir OpenClaw sunucusu ekleyin
uk: Додайте сервер OpenClaw, щоб почати спілкування з AI
vi: Thêm máy chủ OpenClaw để bắt đầu trò chuyện với AI
zh_tw: 新增 OpenClaw 伺服器，開始與 AI 對話

source: Add Server
ar: إضافة خادم
bg: Добавяне на сървър
bn: সার্ভার যোগ করুন
cs: Přidat server
da: Tilføj server
el: Προσθήκη διακομιστή
fa: افزودن سرور
fi: Lisää palvelin
he: הוסף שרת
hi: सर्वर जोड़ें
hr: Dodaj poslužitelj
hu: Szerver hozzáadása
id: Tambah Server
ms: Tambah Pelayan
pl: Dodaj serwer
ro: Adaugă server
sk: Pridať server
sv: Lägg till server
ta: சேவையகம் சேர்
th: เพิ่มเซิร์ฟเวอร์
tr: Sunucu Ekle
uk: Додати сервер
vi: Thêm máy chủ
zh_tw: 新增伺服器

# serverCount
source: Servers ({count})
ar: الخوادم ({count})
bg: Сървъри ({count})
bn: সার্ভার ({count})
cs: Servery ({count})
da: Servere ({count})
el: Διακομιστές ({count})
fa: سرورها ({count})
fi: Palvelimet ({count})
he: שרתים ({count})
hi: सर्वर ({count})
hr: Poslužitelji ({count})
hu: Szerverek ({count})
id: Server ({count})
ms: Pelayan ({count})
pl: Serwery ({count})
ro: Servere ({count})
sk: Servery ({count})
sv: Servrar ({count})
ta: சேவையகங்கள் ({count})
th: เซิร์ฟเวอร์ ({count})
tr: Sunucular ({count})
uk: Сервери ({count})
vi: Máy chủ ({count})
zh_tw: 伺服器 ({count})

source: Confirm Delete
ar: تأكيد الحذف
bg: Потвърждаване на изтриването
bn: মুছে ফেলা নিশ্চিত করুন
cs: Potvrdit smazání
da: Bekræft sletning
el: Επιβεβαίωση διαγραφής
fa: تأیید حذف
fi: Vahvista poisto
he: אישור מחיקה
hi: हटाने की पुष्टि करें
hr: Potvrdi brisanje
hu: Törlés megerősítése
id: Konfirmasi Hapus
ms: Sahkan Pemadaman
pl: Potwierdź usunięcie
ro: Confirmă ștergerea
sk: Potvrdiť vymazanie
sv: Bekräfta borttagning
ta: நீக்குவதை உறுதிசெய்
th: ยืนยันการลบ
tr: Silmeyi Onayla
uk: Підтвердити видалення
vi: Xác nhận xóa
zh_tw: 確認刪除

# confirmDeleteMessage
source: Are you sure you want to delete "{name}"?
ar: هل أنت متأكد أنك تريد حذف "{name}"؟
bg: Сигурни ли сте, че искате да изтриете "{name}"?
bn: আপনি কি নিশ্চিত যে আপনি "{name}" মুছে ফেলতে চান?
cs: Opravdu chcete smazat "{name}"?
da: Er du sikker på, at du vil slette "{name}"?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον "{name}";
fa: آیا مطمئنید که می‌خواهید "{name}" را حذف کنید؟
fi: Haluatko varmasti poistaa palvelimen "{name}"?
he: האם אתה בטוח שברצונך למחוק את "{name}"?
hi: क्या आप वाकई "{name}" को हटाना चाहते हैं?
hr: Jeste li sigurni da želite obrisati "{name}"?
hu: Biztosan törölni szeretnéd a következőt: "{name}"?
id: Apakah Anda yakin ingin menghapus "{name}"?
ms: Adakah anda pasti mahu memadamkan "{name}"?
pl: Czy na pewno chcesz usunąć "{name}"?
ro: Sigur doriți să ștergeți "{name}"?
sk: Naozaj chcete vymazať "{name}"?
sv: Är du säker på att du vill ta bort "{name}"?
ta: "{name}" என்பதை நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ "{name}"?
tr: "{name}" öğesini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити "{name}"?
vi: Bạn có chắc chắn muốn xóa "{name}" không?
zh_tw: 確定要刪除「{name}」嗎？

source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল
cs: Zrušit
da: Annuller
el: Ακύρωση
fa: لغو
fi: Peruuta
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
ms: Batal
pl: Anuluj
ro: Anulează
sk: Zrušiť
sv: Avbryt
ta: ரத்துசெய்
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_tw: 取消

source: Delete
ar: حذف
bg: Изтриване
bn: মুছুন
cs: Smazat
da: Slet
el: Διαγραφή
fa: حذف
fi: Poista
he: מחק
hi: हटाएँ
hr: Obriši
hu: Törlés
id: Hapus
ms: Padam
pl: Usuń
ro: Șterge
sk: Vymazať
sv: Ta bort
ta: நீக்கு
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_tw: 刪除

source: Server deleted
ar: تم حذف الخادم
bg: Сървърът е изтрит
bn: সার্ভার মুছে ফেলা হয়েছে
cs: Server smazán
da: Server slettet
el: Ο διακομιστής διαγράφηκε
fa: سرور حذف شد
fi: Palvelin poistettu
he: השרת נמחק
hi: सर्वर हटा दिया गया
hr: Poslužitelj je obrisan
hu: Szerver törölve
id: Server dihapus
ms: Pelayan dipadamkan
pl: Serwer usunięty
ro: Server șters
sk: Server bol vymazaný
sv: Server borttagen
ta: சேவையகம் நீக்கப்பட்டது
th: ลบเซิร์ฟเวอร์แล้ว
tr: Sunucu silindi
uk: Сервер видалено
vi: Đã xóa máy chủ
zh_tw: 伺服器已刪除

# configBackupSubject
source: ClawChat Config Backup
ar: نسخة احتياطية لإعدادات ClawChat
bg: Резервно копие на конфигурацията на ClawChat
bn: ClawChat কনফিগ ব্যাকআপ
cs: Záloha konfigurace ClawChat
da: ClawChat konfigurationssikkerhedskopi
el: Αντίγραφο ασφαλείας ρυθμίσεων ClawChat
fa: پشتیبان پیکربندی ClawChat
fi: ClawChat asetusten varmuuskopio
he: גיבוי הגדרות ClawChat
hi: ClawChat कॉन्फ़िग बैकअप
hr: Sigurnosna kopija konfiguracije ClawChat
hu: ClawChat konfiguráció biztonsági mentés
id: Cadangan Konfigurasi ClawChat
ms: Sandaran Konfigurasi ClawChat
pl: Kopia zapasowa konfiguracji ClawChat
ro: Backup configurație ClawChat
sk: Záloha konfigurácie ClawChat
sv: ClawChat konfigurationssäkerhetskopia
ta: ClawChat கட்டமைப்பு காப்புப்பிரதி
th: สำรองข้อมูลการตั้งค่า ClawChat
tr: ClawChat Yapılandırma Yedeği
uk: Резервна копія конфігурації ClawChat
vi: Sao lưu cấu hình ClawChat
zh_tw: ClawChat 設定備份

source: Config exported
ar: تم تصدير الإعدادات
bg: Конфигурацията е експортирана
bn: কনফিগ রপ্তানি হয়েছে
cs: Konfigurace exportována
da: Konfiguration eksporteret
el: Οι ρυθμίσεις εξήχθησαν
fa: پیکربندی خروجی گرفته شد
fi: Asetukset viety
he: ההגדרות יוצאו
hi: कॉन्फ़िग निर्यात हो गया
hr: Konfiguracija je izvezena
hu: Konfiguráció exportálva
id: Konfigurasi diekspor
ms: Konfigurasi dieksport
pl: Konfiguracja wyeksportowana
ro: Configurație exportată
sk: Konfigurácia bola exportovaná
sv: Konfiguration exporterad
ta: கட்டமைப்பு ஏற்றுமதி செய்யப்பட்டது
th: ส่งออกการตั้งค่าแล้ว
tr: Yapılandırma dışa aktarıldı
uk: Конфігурацію експортовано
vi: Đã xuất cấu hình
zh_tw: 設定已匯出

# exportFailed
source: Export failed: {error}
ar: فشل التصدير: {error}
bg: Неуспешен експорт: {error}
bn: রপ্তানি ব্যর্থ: {error}
cs: Export se nezdařil: {error}
da: Eksport mislykkedes: {error}
el: Η εξαγωγή απέτυχε: {error}
fa: خروجی ناموفق: {error}
fi: Vienti epäonnistui: {error}
he: הייצוא נכשל: {error}
hi: निर्यात विफल: {error}
hr: Izvoz nije uspio: {error}
hu: Exportálás sikertelen: {error}
id: Ekspor gagal: {error}
ms: Eksport gagal: {error}
pl: Błąd eksportu: {error}
ro: Exportul a eșuat: {error}
sk: Export zlyhal: {error}
sv: Export misslyckades: {error}
ta: ஏற்றுமதி தோல்வி: {error}
th: ส่งออกล้มเหลว: {error}
tr: Dışa aktarma başarısız: {error}
uk: Помилка експорту: {error}
vi: Xuất thất bại: {error}
zh_tw: 匯出失敗：{error}

source: Cannot read file
ar: لا يمكن قراءة الملف
bg: Файлът не може да бъде прочетен
bn: ফাইল পড়া যাচ্ছে না
cs: Nelze přečíst soubor
da: Kan ikke læse filen
el: Δεν είναι δυνατή η ανάγνωση του αρχείου
fa: فایل قابل خواندن نیست
fi: Tiedostoa ei voi lukea
he: לא ניתן לקרוא את הקובץ
hi: फ़ाइल पढ़ा नहीं जा सकता
hr: Datoteku nije moguće pročitati
hu: A fájl nem olvasható
id: Tidak dapat membaca file
ms: Tidak dapat membaca fail
pl: Nie można odczytać pliku
ro: Nu se poate citi fișierul
sk: Súbor nie je možné prečítať
sv: Kan inte läsa filen
ta: கோப்பைப் படிக்க இயலவில்லை
th: ไม่สามารถอ่านไฟล์ได้
tr: Dosya okunamıyor
uk: Неможливо прочитати файл
vi: Không thể đọc tệp
zh_tw: 無法讀取檔案

# importConfigTitle
source: Import Config
ar: استيراد الإعدادات
bg: Импортиране на конфигурация
bn: কনফিগ আমদানি করুন
cs: Importovat konfiguraci
da: Importér konfiguration
el: Εισαγωγή ρυθμίσεων
fa: ورودی پیکربندی
fi: Tuo asetukset
he: ייבוא הגדרות
hi: कॉन्फ़िग आयात करें
hr: Uvoz konfiguracije
hu: Konfiguráció importálása
id: Impor Konfigurasi
ms: Import Konfigurasi
pl: Importuj konfigurację
ro: Importă configurația
sk: Importovať konfiguráciu
sv: Importera konfiguration
ta: கட்டமைப்பை இறக்குமதி செய்
th: นำเข้าการตั้งค่า
tr: Yapılandırmayı İçe Aktar
uk: Імпорт конфігурації
vi: Nhập cấu hình
zh_tw: 匯入設定

# importConfigMessage
source: Imported config will be merged with the existing server list. Continue?
ar: سيتم دمج الإعدادات المستوردة مع قائمة الخوادم الحالية. هل تريد المتابعة؟
bg: Импортираната конфигурация ще бъде обединена със съществуващия списък със сървъри. Продължаване?
bn: আমদানি করা কনফিগ বিদ্যমান সার্ভার তালিকার সাথে মার্জ করা হবে। চালিয়ে যেতে চান?
cs: Importovaná konfigurace bude sloučena se stávajícím seznamem serverů. Pokračovat?
da: Importeret konfiguration vil blive flettet med den eksisterende serverliste. Fortsæt?
el: Οι εισαγόμενες ρυθμίσεις θα συγχωνευθούν με την υπάρχουσα λίστα διακομιστών. Συνέχεια;
fa: پیکربندی وارد شده با فهرست سرورهای موجود ادغام خواهد شد. ادامه می‌دهید؟
fi: Tuodut asetukset yhdistetään nykyiseen palvelinluetteloon. Jatketaanko?
he: ההגדרות המיובאות ימוזגו עם רשימת השרתים הקיימת. להמשיך?
hi: आयातित कॉन्फ़िग मौजूदा सर्वर सूची में मर्ज हो जाएगा। जारी रखें?
hr: Uvezena konfiguracija bit će spojena s postojećim popisom poslužitelja. Nastaviti?
hu: Az importált konfiguráció össze lesz fésülve a meglévő szerverlistával. Folytatod?
id: Konfigurasi yang diimpor akan digabungkan dengan daftar server yang ada. Lanjutkan?
ms: Konfigurasi yang diimport akan digabungkan dengan senarai pelayan sedia ada. Teruskan?
pl: Zaimportowana konfiguracja zostanie scalona z istniejącą listą serwerów. Kontynuować?
ro: Configurația importată va fi combinată cu lista de servere existentă. Continuați?
sk: Importovaná konfigurácia bude zlúčená s existujúcim zoznamom serverov. Pokračovať?
sv: Importerad konfiguration kommer att sammanfogas med den befintliga serverlistan. Fortsätta?
ta: இறக்குமதி செய்யப்படும் கட்டமைப்பு தற்போதைய சேவையகப் பட்டியலுடன் இணைக்கப்படும். தொடரவா?
th: การตั้งค่าที่นำเข้าจะถูกรวมเข้ากับรายการเซิร์ฟเวอร์ที่มีอยู่ ต้องการดำเนินการต่อหรือไม่?
tr: İçe aktarılan yapılandırma mevcut sunucu listesiyle birleştirilecek. Devam edilsin mi?
uk: Імпортована конфігурація буде обʼєднана з наявним списком серверів. Продовжити?
vi: Cấu hình nhập vào sẽ được gộp với danh sách máy chủ hiện có. Bạn có muốn tiếp tục không?
zh_tw: 匯入的設定將合併至現有伺服器清單，是否繼續？

# importAction
source: Import
ar: استيراد
bg: Импортиране
bn: আমদানি
cs: Importovat
da: Importér
el: Εισαγωγή
fa: ورودی
fi: Tuo
he: ייבוא
hi: आयात करें
hr: Uvezi
hu: Importálás
id: Impor
pl: Importuj
ro: Importă
sk: Importovať
sv: Importera
ta: இறக்குமதி
th: นำเข้า
tr: İçe Aktar
uk: Імпортувати
vi: Nhập
zh_tw: 匯入

# configImported
source: Config imported successfully
ar: تم استيراد الإعدادات بنجاح
bg: Конфигурацията е импортирана успешно
bn: কনফিগ সফলভাবে আমদানি হয়েছে
cs: Konfigurace úspěšně importována
da: Konfiguration importeret
el: Οι ρυθμίσεις εισήχθησαν επιτυχώς
fa: پیکربندی با موفقیت وارد شد
fi: Asetukset tuotu onnistuneesti
he: ההגדרות יובאו בהצלחה
hi: कॉन्फ़िग सफलतापूर्वक आयात हो गया
hr: Konfiguracija je uspješno uvezena
hu: Konfiguráció sikeresen importálva
id: Konfigurasi berhasil diimpor
ms: Konfigurasi berjaya diimport
pl: Konfiguracja zaimportowana pomyślnie
ro: Configurație importată cu succes
sk: Konfigurácia bola úspešne importovaná
sv: Konfiguration importerad
ta: கட்டமைப்பு வெற்றிகரமாக இறக்குமதி செய்யப்பட்டது
th: นำเข้าการตั้งค่าสำเร็จ
tr: Yapılandırma başarıyla içe aktarıldı
uk: Конфігурацію імпортовано успішно
vi: Nhập cấu hình thành công
zh_tw: 設定匯入成功

# importFailed
source: Import failed: {error}
ar: فشل الاستيراد: {error}
bg: Неуспешен импорт: {error}
bn: আমদানি ব্যর্থ: {error}
cs: Import se nezdařil: {error}
da: Import mislykkedes: {error}
el: Η εισαγωγή απέτυχε: {error}
fa: ورودی ناموفق: {error}
fi: Tuonti epäonnistui: {error}
he: הייבוא נכשל: {error}
hi: आयात विफल: {error}
hr: Uvoz nije uspio: {error}
hu: Importálás sikertelen: {error}
id: Impor gagal: {error}
ms: Import gagal: {error}
pl: Błąd importu: {error}
ro: Importul a eșuat: {error}
sk: Import zlyhal: {error}
sv: Import misslyckades: {error}
ta: இறக்குமதி தோல்வி: {error}
th: นำเข้าล้มเหลว: {error}
tr: İçe aktarma başarısız: {error}
uk: Помилка імпорту: {error}
vi: Nhập thất bại: {error}
zh_tw: 匯入失敗：{error}

source: Edit Server
ar: تعديل الخادم
bg: Редактиране на сървър
bn: সার্ভার সম্পাদনা করুন
cs: Upravit server
da: Rediger server
el: Επεξεργασία διακομιστή
fa: ویرایش سرور
fi: Muokkaa palvelinta
he: עריכת שרת
hi: सर्वर संपादित करें
hr: Uredi poslužitelj
hu: Szerver szerkesztése
ms: Edit Pelayan
pl: Edytuj serwer
ro: Editează server
sk: Upraviť server
sv: Redigera server
ta: சேவையகத்தைத் திருத்து
th: แก้ไขเซิร์ฟเวอร์
tr: Sunucuyu Düzenle
uk: Редагувати сервер
vi: Chỉnh sửa máy chủ
zh_tw: 編輯伺服器

source: Basic Info
ar: معلومات أساسية
bg: Основна информация
bn: মৌলিক তথ্য
cs: Základní informace
da: Grundlæggende oplysninger
el: Βασικές πληροφορίες
fa: اطلاعات پایه
fi: Perustiedot
he: מידע בסיסי
hi: बुनियादी जानकारी
hr: Osnovne informacije
hu: Alapadatok
id: Informasi Dasar
ms: Maklumat Asas
pl: Podstawowe informacje
ro: Informații de bază
sk: Základné informácie
sv: Grundläggande information
ta: அடிப்படைத் தகவல்
th: ข้อมูลเบื้องต้น
tr: Temel Bilgiler
uk: Основна інформація
vi: Thông tin cơ bản
zh_tw: 基本資訊

# nameLabel
source: Name
ar: الاسم
bg: Име
bn: নাম
cs: Název
da: Navn
el: Όνομα
fa: نام
fi: Nimi
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
ms: Nama
pl: Nazwa
ro: Nume
sk: Názov
sv: Namn
ta: பெயர்
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_tw: 名稱

# nameHint
source: e.g. My Cloud Server
ar: مثال: خادمي السحابي
bg: напр. Моят облачен сървър
bn: যেমন: আমার ক্লাউড সার্ভার
cs: např. Můj cloudový server
da: f.eks. Min cloudserver
el: π.χ. Ο cloud διακομιστής μου
fa: مثلاً سرور ابری من
fi: esim. Oma pilvipalvelin
he: לדוגמה: השרת הענני שלי
hi: उदा. मेरा क्लाउड सर्वर
hr: npr. Moj cloud poslužitelj
hu: pl. Felhő szerver
id: Contoh: Server Cloud Saya
ms: Contoh: Pelayan Awan Saya
pl: np. Mój serwer w chmurze
ro: ex. Serverul meu cloud
sk: napr. Môj cloudový server
sv: t.ex. Min molnserver
ta: எ.கா. எனது கிளவுட் சேவையகம்
th: เช่น เซิร์ฟเวอร์คลาวด์ของฉัน
tr: ör. Bulut Sunucum
uk: напр. Мій хмарний сервер
vi: Ví dụ: Máy chủ đám mây của tôi
zh_tw: 例如：我的雲端伺服器

# pleaseEnterName
source: Please enter a name
ar: يرجى إدخال اسم
bg: Моля, въведете име
bn: অনুগ্রহ করে একটি নাম লিখুন
cs: Zadejte název
da: Indtast venligst et navn
el: Εισαγάγετε ένα όνομα
fa: لطفاً یک نام وارد کنید
fi: Anna nimi
he: נא להזין שם
hi: कृपया नाम दर्ज करें
hr: Unesite naziv
hu: Adj meg egy nevet
id: Masukkan nama
ms: Sila masukkan nama
pl: Wprowadź nazwę
ro: Introduceți un nume
sk: Zadajte názov
sv: Ange ett namn
ta: ஒரு பெயரை உள்ளிடவும்
th: กรุณาใส่ชื่อ
tr: Lütfen bir ad girin
uk: Введіть назву
vi: Vui lòng nhập tên
zh_tw: 請輸入名稱

source: Connection Address
ar: عنوان الاتصال
bg: Адрес на връзката
bn: সংযোগের ঠিকানা
cs: Adresa připojení
da: Forbindelsesadresse
el: Διεύθυνση σύνδεσης
fa: آدرس اتصال
fi: Yhteysosoite
he: כתובת חיבור
hi: कनेक्शन पता
hr: Adresa veze
hu: Csatlakozási cím
id: Alamat Koneksi
ms: Alamat Sambungan
pl: Adres połączenia
ro: Adresa de conectare
sk: Adresa pripojenia
sv: Anslutningsadress
ta: இணைப்பு முகவரி
th: ที่อยู่การเชื่อมต่อ
tr: Bağlantı Adresi
uk: Адреса зʼєднання
vi: Địa chỉ kết nối
zh_tw: 連線位址

source: Server Address
ar: عنوان الخادم
bg: Адрес на сървъра
bn: সার্ভারের ঠিকানা
cs: Adresa serveru
da: Serveradresse
el: Διεύθυνση διακομιστή
fa: آدرس سرور
fi: Palvelimen osoite
he: כתובת שרת
hi: सर्वर पता
hr: Adresa poslužitelja
hu: Szervercím
id: Alamat Server
ms: Alamat Pelayan
pl: Adres serwera
ro: Adresa serverului
sk: Adresa servera
sv: Serveradress
ta: சேவையக முகவரி
th: ที่อยู่เซิร์ฟเวอร์
tr: Sunucu Adresi
uk: Адреса сервера
vi: Địa chỉ máy chủ
zh_tw: 伺服器位址

# pleaseEnterAddress
source: Please enter an address
ar: يرجى إدخال عنوان
bg: Моля, въведете адрес
bn: অনুগ্রহ করে একটি ঠিকানা লিখুন
cs: Zadejte adresu
da: Indtast venligst en adresse
el: Εισαγάγετε μια διεύθυνση
fa: لطفاً یک آدرس وارد کنید
fi: Anna osoite
he: נא להזין כתובת
hi: कृपया पता दर्ज करें
hr: Unesite adresu
hu: Adj meg egy címet
id: Masukkan alamat
ms: Sila masukkan alamat
pl: Wprowadź adres
ro: Introduceți o adresă
sk: Zadajte adresu
sv: Ange en adress
ta: ஒரு முகவரியை உள்ளிடவும்
th: กรุณาใส่ที่อยู่
tr: Lütfen bir adres girin
uk: Введіть адресу
vi: Vui lòng nhập địa chỉ
zh_tw: 請輸入位址

# portLabel
source: Port
ar: المنفذ
bg: Порт
bn: পোর্ট
el: Θύρα
fa: پورت
fi: Portti
he: פורט
hi: पोर्ट
ta: போர்ட்
th: พอร์ต
uk: Порт
vi: Cổng
zh_tw: 連接埠

# pleaseEnterPort
source: Please enter a port
ar: يرجى إدخال منفذ
bg: Моля, въведете порт
bn: অনুগ্রহ করে একটি পোর্ট লিখুন
cs: Zadejte port
da: Indtast venligst en port
el: Εισαγάγετε μια θύρα
fa: لطفاً یک پورت وارد کنید
fi: Anna portti
he: נא להזין פורט
hi: कृपया पोर्ट दर्ज करें
hr: Unesite port
hu: Adj meg egy portot
id: Masukkan port
ms: Sila masukkan port
pl: Wprowadź port
ro: Introduceți un port
sk: Zadajte port
sv: Ange en port
ta: ஒரு போர்ட்டை உள்ளிடவும்
th: กรุณาใส่พอร์ต
tr: Lütfen bir port girin
uk: Введіть порт
vi: Vui lòng nhập cổng
zh_tw: 請輸入連接埠

# invalidPort
source: Invalid port number
ar: رقم منفذ غير صالح
bg: Невалиден номер на порт
bn: অবৈধ পোর্ট নম্বর
cs: Neplatné číslo portu
da: Ugyldigt portnummer
el: Μη έγκυρος αριθμός θύρας
fa: شماره پورت نامعتبر
fi: Virheellinen porttinumero
he: מספר פורט לא חוקי
hi: अमान्य पोर्ट नंबर
hr: Nevažeći broj porta
hu: Érvénytelen portszám
id: Nomor port tidak valid
ms: Nombor port tidak sah
pl: Nieprawidłowy numer portu
ro: Număr de port invalid
sk: Neplatné číslo portu
sv: Ogiltigt portnummer
ta: தவறான போர்ட் எண்
th: หมายเลขพอร์ตไม่ถูกต้อง
tr: Geçersiz port numarası
uk: Невірний номер порту
vi: Số cổng không hợp lệ
zh_tw: 無效的連接埠號

# encryptedConnection
source: Encrypted Connection (WSS)
ar: اتصال مشفّر (WSS)
bg: Криптирана връзка (WSS)
bn: এনক্রিপ্টেড সংযোগ (WSS)
cs: Šifrované připojení (WSS)
da: Krypteret forbindelse (WSS)
el: Κρυπτογραφημένη σύνδεση (WSS)
fa: اتصال رمزنگاری‌شده (WSS)
fi: Salattu yhteys (WSS)
he: חיבור מוצפן (WSS)
hi: एन्क्रिप्टेड कनेक्शन (WSS)
hr: Šifrirana veza (WSS)
hu: Titkosított kapcsolat (WSS)
id: Koneksi Terenkripsi (WSS)
ms: Sambungan Disulitkan (WSS)
pl: Połączenie szyfrowane (WSS)
ro: Conexiune criptată (WSS)
sk: Šifrované pripojenie (WSS)
sv: Krypterad anslutning (WSS)
ta: மறையாக்க இணைப்பு (WSS)
th: การเชื่อมต่อเข้ารหัส (WSS)
tr: Şifreli Bağlantı (WSS)
uk: Зашифроване зʼєднання (WSS)
vi: Kết nối mã hóa (WSS)
zh_tw: 加密連線 (WSS)

# cloudServerRecommended
source: Recommended for cloud servers
ar: مُوصى به للخوادم السحابية
bg: Препоръчва се за облачни сървъри
bn: ক্লাউড সার্ভারের জন্য প্রস্তাবিত
cs: Doporučeno pro cloudové servery
da: Anbefales til cloudservere
el: Συνιστάται για cloud διακομιστές
fa: برای سرورهای ابری توصیه می‌شود
fi: Suositellaan pilvipalvelimille
he: מומלץ לשרתים בענן
hi: क्लाउड सर्वर के लिए अनुशंसित
hr: Preporučeno za cloud poslužitelje
hu: Felhő szerverekhez ajánlott
id: Direkomendasikan untuk server cloud
ms: Disyorkan untuk pelayan awan
pl: Zalecane dla serwerów w chmurze
ro: Recomandat pentru serverele cloud
sk: Odporúča sa pre cloudové servery
sv: Rekommenderas för molnservrar
ta: கிளவுட் சேவையகங்களுக்குப் பரிந்துரைக்கப்படுகிறது
th: แนะนำสำหรับเซิร์ฟเวอร์คลาวด์
tr: Bulut sunucuları için önerilir
uk: Рекомендовано для хмарних серверів
vi: Khuyến nghị cho máy chủ đám mây
zh_tw: 建議雲端伺服器啟用

# authMethod
source: Authentication
ar: المصادقة
bg: Удостоверяване
bn: প্রমাণীকরণ
cs: Ověření
da: Godkendelse
el: Πιστοποίηση
fa: احراز هویت
fi: Todennus
he: אימות
hi: प्रमाणीकरण विधि
hr: Autentifikacija
hu: Hitelesítés
id: Metode Autentikasi
ms: Kaedah Pengesahan
pl: Uwierzytelnianie
ro: Autentificare
sk: Overenie
sv: Autentisering
ta: அங்கீகாரம்
th: วิธีการยืนยันตัวตน
tr: Kimlik Doğrulama
uk: Автентифікація
vi: Phương thức xác thực
zh_tw: 驗證方式

# passwordLabel
source: Password
ar: كلمة المرور
bg: Парола
bn: পাসওয়ার্ড
cs: Heslo
da: Adgangskode
el: Κωδικός πρόσβασης
fa: رمز عبور
fi: Salasana
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ms: Kata Laluan
pl: Hasło
ro: Parolă
sk: Heslo
sv: Lösenord
ta: கடவுச்சொல்
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_tw: 密碼

source: Enter Gateway password
ar: أدخل كلمة مرور Gateway
bg: Въведете парола за Gateway
bn: Gateway পাসওয়ার্ড দিন
cs: Zadejte heslo Gateway
da: Indtast Gateway-adgangskode
el: Εισαγάγετε τον κωδικό Gateway
fa: رمز عبور Gateway را وارد کنید
fi: Anna Gateway-salasana
he: הזן סיסמת Gateway
hi: Gateway पासवर्ड दर्ज करें
hr: Unesite Gateway lozinku
hu: Add meg a Gateway jelszót
id: Masukkan kata sandi Gateway
ms: Masukkan kata laluan Gateway
pl: Wprowadź hasło Gateway
ro: Introduceți parola Gateway
sk: Zadajte heslo Gateway
sv: Ange Gateway-lösenord
ta: Gateway கடவுச்சொல்லை உள்ளிடவும்
th: ใส่รหัสผ่าน Gateway
tr: Gateway şifresini girin
uk: Введіть пароль Gateway
vi: Nhập mật khẩu Gateway
zh_tw: 輸入 Gateway 密碼
