Repository: CarolLILI/clawchat
Catalog: lib/l10n/app_*.arb
Languages: ar, bg, bn, cs, da, el, fa, fi, he, hi, hr, hu, id, ms, pl, ro, sk, sv, ta, th, tr, uk, vi, zh_tw

# pleaseEnterPassword
source: Please enter a password
ar: يرجى إدخال كلمة مرور
bg: Моля, въведете парола
bn: অনুগ্রহ করে একটি পাসওয়ার্ড লিখুন
cs: Zadejte heslo
da: Indtast venligst en adgangskode
el: Εισαγάγετε έναν κωδικό πρόσβασης
fa: لطفاً یک رمز عبور وارد کنید
fi: Anna salasana
he: נא להזין סיסמה
hi: कृपया पासवर्ड दर्ज करें
hr: Unesite lozinku
hu: Adj meg egy jelszót
id: Masukkan kata sandi
ms: Sila masukkan kata laluan
pl: Wprowadź hasło
ro: Introduceți o parolă
sk: Zadajte heslo
sv: Ange ett lösenord
ta: ஒரு கடவுச்சொல்லை உள்ளிடவும்
th: กรุณาใส่รหัสผ่าน
tr: Lütfen bir şifre girin
uk: Введіть пароль
vi: Vui lòng nhập mật khẩu
zh_tw: 請輸入密碼

# passwordHelp
source: Password is at gateway.auth.password in ~/.openclaw/openclaw.json
ar: كلمة المرور موجودة في gateway.auth.password في ~/.openclaw/openclaw.json
bg: Паролата се намира в gateway.auth.password в ~/.openclaw/openclaw.json
bn: পাসওয়ার্ডটি ~/.openclaw/openclaw.json-এ gateway.auth.password-এ আছে
cs: Heslo se nachází v gateway.auth.password v souboru ~/.openclaw/openclaw.json
da: Adgangskoden findes på gateway.auth.password i ~/.openclaw/openclaw.json
el: Ο κωδικός βρίσκεται στο gateway.auth.password στο ~/.openclaw/openclaw.json
fa: رمز عبور در gateway.auth.password در فایل ~/.openclaw/openclaw.json قرار دارد
fi: Salasana löytyy kohdasta gateway.auth.password tiedostossa ~/.openclaw/openclaw.json
he: הסיסמה נמצאת ב-gateway.auth.password בקובץ ~/.openclaw/openclaw.json
hi: पासवर्ड ~/.openclaw/openclaw.json में gateway.auth.password पर है
hr: Lozinka se nalazi na gateway.auth.password u ~/.openclaw/openclaw.json
hu: A jelszó a gateway.auth.password helyen található a ~/.openclaw/openclaw.json fájlban
id: Kata sandi ada di gateway.auth.password dalam ~/.openclaw/openclaw.json
ms: Kata laluan berada di gateway.auth.password dalam ~/.openclaw/openclaw.json
pl: Hasło znajduje się w gateway.auth.password w pliku ~/.openclaw/openclaw.json
ro: Parola se află la gateway.auth.password în ~/.openclaw/openclaw.json
sk: Heslo sa nachádza v gateway.auth.password v ~/.openclaw/openclaw.json
sv: Lösenordet finns på gateway.auth.password i ~/.openclaw/openclaw.json
ta: கடவுச்சொல் ~/.openclaw/openclaw.json இல் gateway.auth.password இல் உள்ளது
th: รหัสผ่านอยู่ที่ gateway.auth.password ใน ~/.openclaw/openclaw.json
tr: Şifre, ~/.openclaw/openclaw.json dosyasında gateway.auth.password içindedir
uk: Пароль знаходиться в gateway.auth.password у ~/.openclaw/openclaw.json
vi: Mật khẩu nằm tại gateway.auth.password trong ~/.openclaw/openclaw.json
zh_tw: 密碼位於伺服器 ~/.openclaw/openclaw.json 的 gateway.auth.password

# getFromConfig
source: Get from OpenClaw config
ar: الحصول من إعدادات OpenClaw
bg: Вземете от конфигурацията на OpenClaw
bn: OpenClaw কনফিগ থেকে নিন
cs: Získat z konfigurace OpenClaw
da: Hent fra OpenClaw-konfiguration
el: Λήψη από τις ρυθμίσεις OpenClaw
fa: دریافت از پیکربندی OpenClaw
fi: Hae OpenClaw-asetuksista
he: קבל מהגדרות OpenClaw
hi: OpenClaw कॉन्फ़िग से प्राप्त करें
hr: Dohvati iz OpenClaw konfiguracije
hu: Lekérés az OpenClaw konfigurációból
id: Ambil dari konfigurasi OpenClaw
ms: Dapatkan dari konfigurasi OpenClaw
pl: Pobierz z konfiguracji OpenClaw
ro: Obține din configurația OpenClaw
sk: Získať z konfigurácie OpenClaw
sv: Hämta från OpenClaw-konfiguration
ta: OpenClaw கட்டமைப்பிலிருந்து பெறுக
th: ดึงจากการตั้งค่า OpenClaw
tr: OpenClaw yapılandırmasından al
uk: Отримати з конфігурації OpenClaw
vi: Lấy từ cấu hình OpenClaw
zh_tw: 從 OpenClaw 設定中取得

# pleaseEnterToken
source: Please enter a token
ar: يرجى إدخال Token
bg: Моля, въведете token
bn: অনুগ্রহ করে একটি Token লিখুন
cs: Zadejte token
da: Indtast venligst en token
el: Εισαγάγετε ένα token
fa: لطفاً یک Token وارد کنید
fi: Anna token
he: נא להזין Token
hi: कृपया Token दर्ज करें
hr: Unesite token
hu: Adj meg egy tokent
id: Masukkan Token
ms: Sila masukkan Token
pl: Wprowadź token
ro: Introduceți un token
sk: Zadajte token
sv: Ange en token
ta: ஒரு Token ஐ உள்ளிடவும்
th: กรุณาใส่ Token
tr: Lütfen bir Token girin
uk: Введіть token
vi: Vui lòng nhập Token
zh_tw: 請輸入 Token

# tokenHelp
source: Token is at gateway.auth.token in ~/.openclaw/openclaw.json
ar: الـ Token موجود في gateway.auth.token في ~/.openclaw/openclaw.json
bg: Token се намира в gateway.auth.token в ~/.openclaw/openclaw.json
bn: Token টি ~/.openclaw/openclaw.json-এ gateway.auth.token-এ আছে
cs: Token se nachází v gateway.auth.token v souboru ~/.openclaw/openclaw.json
da: Token findes på gateway.auth.token i ~/.openclaw/openclaw.json
el: Το token βρίσκεται στο gateway.auth.token στο ~/.openclaw/openclaw.json
fa: Token در gateway.auth.token در فایل ~/.openclaw/openclaw.json قرار دارد
fi: Token löytyy kohdasta gateway.auth.token tiedostossa ~/.openclaw/openclaw.json
he: ה-Token נמצא ב-gateway.auth.token בקובץ ~/.openclaw/openclaw.json
hi: Token ~/.openclaw/openclaw.json में gateway.auth.token पर है
hr: Token se nalazi na gateway.auth.token u ~/.openclaw/openclaw.json
hu: A token a gateway.auth.token helyen található a ~/.openclaw/openclaw.json fájlban
id: Token ada di gateway.auth.token dalam ~/.openclaw/openclaw.json
ms: Token berada di gateway.auth.token dalam ~/.openclaw/openclaw.json
pl: Token znajduje się w gateway.auth.token w pliku ~/.openclaw/openclaw.json
ro: Token-ul se află la gateway.auth.token în ~/.openclaw/openclaw.json
sk: Token sa nachádza v gateway.auth.token v ~/.openclaw/openclaw.json
sv: Token finns på gateway.auth.token i ~/.openclaw/openclaw.json
ta: Token ~/.openclaw/openclaw.json இல் gateway.auth.token இல் உள்ளது
th: Token อยู่ที่ gateway.auth.token ใน ~/.openclaw/openclaw.json
tr: Token, ~/.openclaw/openclaw.json dosyasında gateway.auth.token içindedir
uk: Token знаходиться в gateway.auth.token у ~/.openclaw/openclaw.json
vi: Token nằm tại gateway.auth.token trong ~/.openclaw/openclaw.json
zh_tw: Token 位於 ~/.openclaw/openclaw.json 的 gateway.auth.token

# connectionSuccess
source: Connection Successful
ar: نجح الاتصال
bg: Успешна връзка
bn: সংযোগ সফল
cs: Připojení úspěšné
da: Forbindelse oprettet
el: Επιτυχής σύνδεση
fa: اتصال موفق
fi: Yhteys onnistui
he: החיבור הצליח
hi: कनेक्शन सफल
hr: Uspješna veza
hu: Sikeres csatlakozás
id: Koneksi Berhasil
ms: Sambungan Berjaya
pl: Połączenie udane
ro: Conexiune reușită
sk: Pripojenie úspešné
sv: Anslutningen lyckades
ta: இணைப்பு வெற்றிகரம்
th: เชื่อมต่อสำเร็จ
tr: Bağlantı Başarılı
uk: Зʼєднання успішне
vi: Kết nối thành công
zh_tw: 連線成功

source: Connection Failed
ar: فشل الاتصال
bg: Неуспешна връзка
bn: সংযোগ ব্যর্থ
cs: Připojení selhalo
da: Forbindelse mislykkedes
el: Η σύνδεση απέτυχε
fa: اتصال ناموفق
fi: Yhteys epäonnistui
he: החיבור נכשל
hi: कनेक्शन विफल
hr: Veza nije uspjela
hu: Sikertelen csatlakozás
id: Koneksi Gagal
ms: Sambungan Gagal
pl: Połączenie nieudane
ro: Conexiune eșuată
sk: Pripojenie zlyhalo
sv: Anslutningen misslyckades
ta: இணைப்பு தோல்வி
th: เชื่อมต่อล้มเหลว
tr: Bağlantı Başarısız
uk: Зʼєднання не вдалось
vi: Kết nối thất bại
zh_tw: 連線失敗

source: Test Connection
ar: اختبار الاتصال
bg: Тест на връзката
bn: সংযোগ পরীক্ষা করুন
cs: Otestovat připojení
da: Test forbindelse
el: Δοκιμή σύνδεσης
fa: تست اتصال
fi: Testaa yhteys
he: בדוק חיבור
hi: कनेक्शन जाँचें
hr: Testiraj vezu
hu: Kapcsolat tesztelése
id: Uji Koneksi
ms: Uji Sambungan
pl: Testuj połączenie
ro: Testează conexiunea
sk: Otestovať pripojenie
sv: Testa anslutning
ta: இணைப்பைச் சோதி
th: ทดสอบการเชื่อมต่อ
tr: Bağlantıyı Test Et
uk: Перевірити зʼєднання
vi: Kiểm tra kết nối
zh_tw: 測試連線

source: Save
ar: حفظ
bg: Запазване
bn: সংরক্ষণ করুন
cs: Uložit
da: Gem
el: Αποθήκευση
fa: ذخیره
fi: Tallenna
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
ms: Simpan
pl: Zapisz
ro: Salvează
sk: Uložiť
sv: Spara
ta: சேமி
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_tw: 儲存

source: Server updated
ar: تم تحديث الخادم
bg: Сървърът е актуализиран
bn: সার্ভার আপডেট হয়েছে
cs: Server aktualizován
da: Server opdateret
el: Ο διακομιστής ενημερώθηκε
fa: سرور به‌روزرسانی شد
fi: Palvelin päivitetty
he: השרת עודכן
hi: सर्वर अपडेट हो गया
hr: Poslužitelj je ažuriran
hu: Szerver frissítve
id: Server diperbarui
ms: Pelayan dikemas kini
pl: Serwer zaktualizowany
ro: Server actualizat
sk: Server bol aktualizovaný
sv: Server uppdaterad
ta: சேவையகம் புதுப்பிக்கப்பட்டது
th: อัปเดตเซิร์ฟเวอร์แล้ว
tr: Sunucu güncellendi
uk: Сервер оновлено
vi: Đã cập nhật máy chủ
zh_tw: 伺服器已更新

source: Server added
ar: تمت إضافة الخادم
bg: Сървърът е добавен
bn: সার্ভার যোগ হয়েছে
cs: Server přidán
da: Server tilføjet
el: Ο διακομιστής προστέθηκε
fa: سرور اضافه شد
fi: Palvelin lisätty
he: השרת נוסף
hi: सर्वर जोड़ा गया
hr: Poslužitelj je dodan
hu: Szerver hozzáadva
id: Server ditambahkan
ms: Pelayan ditambah
pl: Serwer dodany
ro: Server adăugat
sk: Server bol pridaný
sv: Server tillagd
ta: சேவையகம் சேர்க்கப்பட்டது
th: เพิ่มเซิร์ฟเวอร์แล้ว
tr: Sunucu eklendi
uk: Сервер додано
vi: Đã thêm máy chủ
zh_tw: 伺服器已新增

source: Not connected to server
ar: غير متصل بالخادم
bg: Няма връзка със сървъра
bn: সার্ভারে সংযুক্ত নয়
cs: Nepřipojeno k serveru
da: Ikke forbundet til server
el: Δεν υπάρχει σύνδεση με τον διακομιστή
fa: به سرور متصل نیست
fi: Ei yhteyttä palvelimeen
he: לא מחובר לשרת
hi: सर्वर से कनेक्ट नहीं है
hr: Nije spojeno na poslužitelj
hu: Nincs csatlakozva a szerverhez
id: Tidak terhubung ke server
ms: Tidak disambungkan ke pelayan
pl: Brak połączenia z serwerem
ro: Neconectat la server
sk: Nie je pripojené k serveru
sv: Inte ansluten till server
ta: சேவையகத்துடன் இணைக்கப்படவில்லை
th: ยังไม่ได้เชื่อมต่อกับเซิร์ฟเวอร์
tr: Sunucuya bağlı değil
uk: Не підключено до сервера
vi: Chưa kết nối đến máy chủ
zh_tw: 未連線至伺服器

# connectingStatus
source: Connecting...
ar: جارٍ الاتصال...
bg: Свързване...
bn: সংযোগ হচ্ছে...
cs: Připojování...
da: Forbinder...
el: Σύνδεση...
fa: در حال اتصال...
fi: Yhdistetään...
he: מתחבר...
hi: कनेक्ट हो रहा है...
hr: Povezivanje...
hu: Csatlakozás...
id: Menghubungkan...
ms: Menyambung...
pl: Łączenie...
ro: Se conectează...
sk: Pripájanie...
sv: Ansluter...
ta: இணைக்கிறது...
th: กำลังเชื่อมต่อ...
tr: Bağlanıyor...
uk: Підключення...
vi: Đang kết nối...
zh_tw: 連線中...

source: Retry
ar: إعادة المحاولة
bg: Опитай отново
bn: পুনরায় চেষ্টা করুন
cs: Zkusit znovu
da: Prøv igen
el: Επανάληψη
fa: تلاش مجدد
fi: Yritä uudelleen
he: נסה שנית
hi: पुनः प्रयास
hr: Pokušaj ponovo
hu: Újrapróbálás
id: Coba Lagi
ms: Cuba Semula
pl: Ponów
ro: Reîncearcă
sk: Skúsiť znova
sv: Försök igen
ta: மீண்டும் முயற்சி
th: ลองใหม่
tr: Tekrar Dene
uk: Повторити
vi: Thử lại
zh_tw: 重試

source: Disconnected
ar: غير متصل
bg: Прекъсната връзка
bn: সংযোগ বিচ্ছিন্ন
cs: Odpojeno
da: Afbrudt
el: Αποσυνδεδεμένο
fa: قطع شده
fi: Yhteys katkaistu
he: מנותק
hi: डिस्कनेक्ट
hr: Odspojeno
hu: Lecsatlakozva
id: Terputus
ms: Tidak Disambungkan
pl: Rozłączony
ro: Deconectat
sk: Odpojené
sv: Frånkopplad
ta: துண்டிக்கப்பட்டது
th: ไม่ได้เชื่อมต่อ
tr: Bağlantı Kesildi
uk: Відключено
vi: Chưa kết nối
zh_tw: 未連線

# connectAction
source: Connect
ar: اتصال
bg: Свързване
bn: সংযোগ করুন
cs: Připojit
da: Opret forbindelse
el: Σύνδεση
fa: اتصال
fi: Yhdistä
he: התחבר
hi: कनेक्ट करें
hr: Poveži se
hu: Csatlakozás
id: Hubungkan
ms: Sambung
pl: Połącz
ro: Conectare
sk: Pripojiť
sv: Anslut
ta: இணை
th: เชื่อมต่อ
tr: Bağlan
uk: Підключитися
vi: Kết nối
zh_tw: 連線

source: Connected
ar: متصل
bg: Свързан
bn: সংযুক্ত
cs: Připojeno
da: Forbundet
el: Συνδεδεμένο
fa: متصل
fi: Yhdistetty
he: מחובר
hi: कनेक्टेड
hr: Spojeno
hu: Csatlakozva
id: Terhubung
ms: Disambungkan
pl: Połączony
ro: Conectat
sk: Pripojené
sv: Ansluten
ta: இணைக்கப்பட்டது
th: เชื่อมต่อแล้ว
tr: Bağlandı
uk: Підключено
vi: Đã kết nối
zh_tw: 已連線

# connectingTooltip
source: Connecting
ar: جارٍ الاتصال
bg: Свързване
bn: সংযোগ হচ্ছে
cs: Připojování
da: Forbinder
el: Σύνδεση
fa: در حال اتصال
fi: Yhdistetään
he: מתחבר
hi: कनेक्ट हो रहा है
hr: Povezivanje
hu: Csatlakozás
id: Menghubungkan
ms: Menyambung
pl: Łączenie
ro: Se conectează
sk: Pripájanie
sv: Ansluter
ta: இணைக்கிறது
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
uk: Підключення
vi: Đang kết nối
zh_tw: 連線中

source: Connection Error
ar: خطأ في الاتصال
bg: Грешка при свързване
bn: সংযোগ ত্রুটি
cs: Chyba připojení
da: Forbindelsesfejl
el: Σφάλμα σύνδεσης
fa: خطای اتصال
fi: Yhteysvirhe
he: שגיאת חיבור
hi: कनेक्शन त्रुटि
hr: Greška pri povezivanju
hu: Csatlakozási hiba
id: Kesalahan Koneksi
ms: Ralat Sambungan
pl: Błąd połączenia
ro: Eroare de conexiune
sk: Chyba pripojenia
sv: Anslutningsfel
ta: இணைப்புப் பிழை
th: ข้อผิดพลาดการเชื่อมต่อ
tr: Bağlantı Hatası
uk: Помилка зʼєднання
vi: Lỗi kết nối
zh_tw: 連線錯誤

source: Start Chatting
ar: ابدأ الدردشة
bg: Започнете чат
bn: চ্যাট শুরু করুন
cs: Začít chatovat
da: Begynd at chatte
el: Ξεκινήστε τη συνομιλία
fa: شروع گفتگو
fi: Aloita keskustelu
he: התחל לשוחח
hi: चैट शुरू करें
hr: Započni razgovor
hu: Csevegés indítása
id: Mulai Mengobrol
ms: Mula Bersembang
pl: Rozpocznij czat
ro: Începe conversația
sk: Začať konverzáciu
sv: Börja chatta
ta: உரையாடலைத் தொடங்கு
th: เริ่มสนทนาเลย
tr: Sohbete Başla
uk: Почати спілкування
vi: Bắt đầu trò chuyện
zh_tw: 開始聊天吧

# chatHint
source: Type a message to chat
ar: اكتب رسالة للدردشة
bg: Напишете съобщение, за да започнете чат
bn: চ্যাট করতে একটি বার্তা লিখুন
cs: Napište zprávu pro chat
da: Skriv en besked for at chatte
el: Πληκτρολογήστε ένα μήνυμα για συνομιλία
fa: برای گفتگو پیامی بنویسید
fi: Kirjoita viesti keskustellaksesi
he: הקלד הודעה כדי לשוחח
hi: चैट करने के लिए संदेश टाइप करें
hr: Upišite poruku za razgovor
hu: Írj egy üzenetet a csevegéshez
id: Ketik pesan untuk mengobrol
ms: Taip mesej untuk bersembang
pl: Napisz wiadomość, aby czatować
ro: Scrie un mesaj pentru a conversa
sk: Napíšte správu a chatujte
sv: Skriv ett meddelande för att chatta
ta: உரையாட ஒரு செய்தியை தட்டச்சு செய்யவும்
th: พิมพ์ข้อความเพื่อสนทนา
tr: Sohbet etmek için bir mesaj yazın
uk: Введіть повідомлення для чату
vi: Nhập tin nhắn để trò chuyện
zh_tw: 輸入訊息開始對話

# suggestionHello
source: Hello
ar: مرحباً
bg: Здравейте
bn: হ্যালো
cs: Ahoj
da: Hej
el: Γεια σας
fa: سلام
fi: Hei
he: שלום
hi: नमस्ते
hr: Bok
hu: Szia
id: Halo
ms: Hai
pl: Cześć
ro: Salut
sk: Ahoj
sv: Hej
ta: வணக்கம்
th: สวัสดี
tr: Merhaba
uk: Привіт
vi: Xin chào
zh_tw: 你好

# suggestionWriteCode
source: Help me write code
ar: ساعدني في كتابة كود
bg: Помогнете ми да напиша код
bn: কোড লিখতে সাহায্য করুন
cs: Pomoz mi napsat kód
da: Hjælp mig med at skrive kode
el: Βοηθήστε με να γράψω κώδικα
fa: در نوشتن کد کمکم کن
fi: Auta minua kirjoittamaan koodia
he: עזור לי לכתוב קוד
hi: कोड लिखने में मदद करें
hr: Pomozi mi napisati kod
hu: Segíts kódot írni
id: Bantu saya menulis kode
ms: Tolong tulis kod
pl: Pomóż mi napisać kod
ro: Ajută-mă să scriu cod
sk: Pomôž mi napísať kód
sv: Hjälp mig skriva kod
ta: குறியீடு எழுத உதவுங்கள்
th: ช่วยเขียนโค้ดให้หน่อย
tr: Kod yazmama yardım et
uk: Допоможи мені написати код
vi: Giúp tôi viết mã
zh_tw: 幫我寫程式碼

# suggestionSummarize
source: Summarize this article
ar: لخّص هذا المقال
bg: Обобщете тази статия
bn: এই নিবন্ধটি সংক্ষেপ করুন
cs: Shrň tento článek
da: Opsummer denne artikel
el: Συνοψίστε αυτό το άρθρο
fa: این مقاله را خلاصه کن
fi: Tiivistä tämä artikkeli
he: סכם את המאמר הזה
hi: इस लेख का सारांश दें
hr: Sažmi ovaj članak
hu: Foglald össze ezt a cikket
id: Rangkum artikel ini
ms: Ringkaskan artikel ini
pl: Podsumuj ten artykuł
ro: Rezumă acest articol
sk: Zhrň tento článok
sv: Sammanfatta den här artikeln
ta: இந்தக் கட்டுரையைச் சுருக்கவும்
th: สรุปบทความนี้ให้หน่อย
tr: Bu makaleyi özetle
uk: Підсумуй цю статтю
vi: Tóm tắt bài viết này
zh_tw: 摘要這篇文章

# addressLabel
source: Address
ar: العنوان
bg: Адрес
bn: ঠিকানা
cs: Adresa
da: Adresse
el: Διεύθυνση
fa: آدرس
fi: Osoite
he: כתובת
hi: पता
hr: Adresa
hu: Cím
id: Alamat
ms: Alamat
pl: Adres
ro: Adresă
sk: Adresa
sv: Adress
ta: முகவரி
th: ที่อยู่
tr: Adres
uk: Адреса
vi: Địa chỉ
zh_tw: 位址

# tlsEnabled
source: Enabled
ar: مُفعّل
bg: Активирано
bn: সক্রিয়
cs: Zapnuto
da: Aktiveret
el: Ενεργοποιημένο
fa: فعال
fi: Käytössä
he: מופעל
hi: सक्रिय
hr: Omogućeno
hu: Engedélyezve
id: Aktif
ms: Diaktifkan
pl: Włączony
ro: Activat
sk: Zapnuté
sv: Aktiverad
ta: இயக்கப்பட்டது
th: เปิดใช้งาน
tr: Etkin
uk: Увімкнено
vi: Đã bật
zh_tw: 已啟用

# tlsDisabled
source: Disabled
ar: مُعطّل
bg: Деактивирано
bn: নিষ্ক্রিয়
cs: Vypnuto
da: Deaktiveret
el: Απενεργοποιημένο
fa: غیرفعال
fi: Pois käytöstä
he: מושבת
hi: निष्क्रिय
hr: Onemogućeno
hu: Letiltva
id: Nonaktif
ms: Dinyahaktifkan
pl: Wyłączony
ro: Dezactivat
sk: Vypnuté
sv: Inaktiverad
ta: முடக்கப்பட்டது
th: ปิดใช้งาน
tr: Devre Dışı
uk: Вимкнено
vi: Đã tắt
zh_tw: 未啟用

source: Switch Server
ar: تبديل الخادم
bg: Смяна на сървър
bn: সার্ভার পরিবর্তন করুন
cs: Přepnout server
da: Skift server
el: Αλλαγή διακομιστή
fa: تغییر سرور
fi: Vaihda palvelinta
he: החלף שרת
hi: सर्वर बदलें
hr: Promijeni poslužitelj
hu: Szerver váltása
id: Ganti Server
ms: Tukar Pelayan
pl: Zmień serwer
ro: Schimbă serverul
sk: Prepnúť server
sv: Byt server
ta: சேவையகத்தை மாற்று
th: เปลี่ยนเซิร์ฟเวอร์
tr: Sunucu Değiştir
uk: Змінити сервер
vi: Chuyển máy chủ
zh_tw: 切換伺服器

source: Clear Chat History
ar: مسح سجل الدردشة
bg: Изчистване на историята на чата
bn: চ্যাট ইতিহাস মুছুন
cs: Vymazat historii chatu
da: Ryd chathistorik
el: Εκκαθάριση ιστορικού συνομιλίας
fa: پاک کردن تاریخچه گفتگو
fi: Tyhjennä keskusteluhistoria
he: נקה היסטוריית צ׳אט
hi: चैट इतिहास साफ़ करें
hr: Obriši povijest razgovora
hu: Csevegési előzmények törlése
id: Hapus Riwayat Obrolan
ms: Kosongkan Sejarah Sembang
pl: Wyczyść historię czatu
ro: Șterge istoricul conversației
sk: Vymazať históriu chatu
sv: Rensa chatthistorik
ta: உரையாடல் வரலாற்றை அழி
th: ล้างประวัติการสนทนา
tr: Sohbet Geçmişini Temizle
uk: Очистити історію чату
vi: Xóa lịch sử trò chuyện
zh_tw: 清除聊天記錄

source: Server Settings
ar: إعدادات الخادم
bg: Настройки на сървъра
bn: সার্ভার সেটিংস
cs: Nastavení serveru
da: Serverindstillinger
el: Ρυθμίσεις διακομιστή
fa: تنظیمات سرور
fi: Palvelimen asetukset
he: הגדרות שרת
hi: सर्वर सेटिंग्स
hr: Postavke poslužitelja
hu: Szerver beállítások
id: Pengaturan Server
ms: Tetapan Pelayan
pl: Ustawienia serwera
ro: Setări server
sk: Nastavenia servera
sv: Serverinställningar
ta: சேவையக அமைப்புகள்
th: ตั้งค่าเซิร์ฟเวอร์
tr: Sunucu Ayarları
uk: Налаштування сервера
vi: Cài đặt máy chủ
zh_tw: 伺服器設定

# defaultBadge
source: Default
ar: افتراضي
bg: По подразбиране
bn: ডিফল্ট
cs: Výchozí
da: Standard
el: Προεπιλογή
fa: پیش‌فرض
fi: Oletus
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Zadano
hu: Alapértelmezett
ms: Lalai
pl: Domyślny
ro: Implicit
sk: Predvolené
sv: Standard
ta: இயல்புநிலை
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_tw: 預設

source: Address copied
ar: تم نسخ العنوان
bg: Адресът е копиран
bn: ঠিকানা কপি হয়েছে
cs: Adresa zkopírována
da: Adresse kopieret
el: Η διεύθυνση αντιγράφηκε
fa: آدرس کپی شد
fi: Osoite kopioitu
he: הכתובת הועתקה
hi: पता कॉपी हो गया
hr: Adresa kopirana
hu: Cím másolva
id: Alamat disalin
ms: Alamat disalin
pl: Adres skopiowany
ro: Adresă copiată
sk: Adresa skopírovaná
sv: Adress kopierad
ta: முகவரி நகலெடுக்கப்பட்டது
th: คัดลอกที่อยู่แล้ว
tr: Adres kopyalandı
uk: Адресу скопійовано
vi: Đã sao chép địa chỉ
zh_tw: 位址已複製

source: Copy Address
ar: نسخ العنوان
bg: Копиране на адрес
bn: ঠিকানা কপি করুন
cs: Kopírovat adresu
da: Kopiér adresse
el: Αντιγραφή διεύθυνσης
fa: کپی آدرس
fi: Kopioi osoite
he: העתק כתובת
hi: पता कॉपी करें
hr: Kopiraj adresu
hu: Cím másolása
id: Salin Alamat
ms: Salin Alamat
pl: Kopiuj adres
ro: Copiază adresa
sk: Kopírovať adresu
sv: Kopiera adress
ta: முகவரியை நகலெடு
th: คัดลอกที่อยู่
tr: Adresi Kopyala
uk: Копіювати адресу
vi: Sao chép địa chỉ
zh_tw: 複製位址

source: Edit
ar: تعديل
bg: Редактиране
bn: সম্পাদনা
cs: Upravit
da: Rediger
el: Επεξεργασία
fa: ویرایش
fi: Muokkaa
he: עריכה
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
pl: Edytuj
ro: Editează
sk: Upraviť
sv: Redigera
ta: திருத்து
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_tw: 編輯

source: Just now
ar: الآن
bg: Току-що
bn: এইমাত্র
cs: Právě teď
da: Lige nu
el: Μόλις τώρα
fa: همین الان
fi: Juuri nyt
he: הרגע
hi: अभी
hr: Upravo sada
hu: Most
id: Baru saja
ms: Baru sahaja
pl: Przed chwilą
ro: Chiar acum
sk: Práve teraz
sv: Just nu
ta: இப்போது
th: เมื่อสักครู่
tr: Az önce
uk: Щойно
vi: Vừa xong
zh_tw: 剛剛

# minutesAgo
source: {minutes}m ago
ar: منذ {minutes} دقيقة
bg: преди {minutes} мин
bn: {minutes} মিনিট আগে
cs: před {minutes} min
da: {minutes}m siden
el: {minutes}λ πριν
fa: {minutes} دقیقه پیش
fi: {minutes} min sitten
he: לפני {minutes} דקות
hi: {minutes} मिनट पहले
hr: prije {minutes} min
hu: {minutes} perce
id: {minutes} menit yang lalu
ms: {minutes} minit lalu
pl: {minutes} min temu
ro: acum {minutes} min
sk: pred {minutes} min
sv: {minutes}m sedan
ta: {minutes} நிமிடங்களுக்கு முன்
th: {minutes} นาทีที่แล้ว
tr: {minutes} dk önce
uk: {minutes} хв тому
vi: {minutes} phút trước
zh_tw: {minutes} 分鐘前

# hoursAgo
source: {hours}h ago
ar: منذ {hours} ساعة
bg: преди {hours} ч
bn: {hours} ঘণ্টা আগে
cs: před {hours} hod
da: {hours}t siden
el: {hours}ω πριν
fa: {hours} ساعت پیش
fi: {hours} t sitten
he: לפני {hours} שעות
hi: {hours} घंटे पहले
hr: prije {hours} h
hu: {hours} órája
id: {hours} jam yang lalu
ms: {hours} jam lalu
pl: {hours} godz. temu
ro: acum {hours} ore
sk: pred {hours} h
sv: {hours}t sedan
ta: {hours} மணி நேரத்துக்கு முன்
th: {hours} ชั่วโมงที่แล้ว
tr: {hours} sa önce
uk: {hours} год тому
vi: {hours} giờ trước
zh_tw: {hours} 小時前

# daysAgo
source: {days}d ago
ar: منذ {days} يوم
bg: преди {days} д
bn: {days} দিন আগে
cs: před {days} dny
da: {days}d siden
el: {days}μ πριν
fa: {days} روز پیش
fi: {days} pv sitten
he: לפני {days} ימים
hi: {days} दिन पहले
hr: prije {days} d
hu: {days} napja
id: {days} hari yang lalu
ms: {days} hari lalu
pl: {days} dni temu
ro: acum {days} zile
sk: pred {days} d
sv: {days}d sedan
ta: {days} நாட்களுக்கு முன்
th: {days} วันที่แล้ว
tr: {days} gün önce
uk: {days} д тому
vi: {days} ngày trước
zh_tw: {days} 天前

# inputMessageHint
source: Type a message...
ar: اكتب رسالة...
bg: Напишете съобщение...
bn: একটি বার্তা লিখুন...
cs: Napište zprávu...
da: Skriv en besked...
el: Πληκτρολογήστε ένα μήνυμα...
fa: یک پیام بنویسید...
fi: Kirjoita viesti...
he: הקלד הודעה...
hi: संदेश टाइप करें...
hr: Upišite poruku...
hu: Írj egy üzenetet...
id: Ketik pesan...
ms: Taip mesej...
pl: Napisz wiadomość...
ro: Scrie un mesaj...
sk: Napíšte správu...
sv: Skriv ett meddelande...
ta: ஒரு செய்தியை தட்டச்சு செய்யவும்...
th: พิมพ์ข้อความ...
tr: Bir mesaj yazın...
uk: Введіть повідомлення...
vi: Nhập tin nhắn...
zh_tw: 輸入訊息...
